Repository: fcolecumberri/porthole
Catalog: porthole/i18n/*.po
Languages: de_de, fr_fr, it_it, pl, ru, tr, vi

source: *** Loading File : %s
de_de: *** Lade Datei : %s
fr_fr: *** Chargement du fichier: %s
it_it: ***Caricamento File : %s
pl: *** Ładuję Plik : %s
ru: *** Загружается файл : %s
tr: *** Dosya Yükleniyor : %s
vi: *** Đang nạp tập tin : %s

source: Cannot open file '%(filename)s': %(errmsg)s
de_de: Kann Datei '%(filename)s' nicht öffnen: %(errmsg)s
fr_fr: Impossible d'ouvrir '%(filename)s': %(errmsg)s
it_it: Non è possibile aprire il file '%(filename)s': %(errmsg)s
pl: Nie mogę otworzyć pliku '%(filename)s': %(errmsg)s
ru: Невозможно открыть файл '%(filename)s': %(errmsg)s
tr: '%(filename)s' dosyası açılamıyor: %(errmsg)s
vi: Không thể mở tập tin '%(filename)s': %(errmsg)s

source: Cannot back up '%(filename)s' to '%(bak_filename)s': %(errmsg)s
de_de: Kann '%(filename)s' nicht nach '%(bak_filename)s' sichern: %(errmsg)s
fr_fr: Impossible de sauvegarder %(filename)s' vers '%(bak_filename)s': %(errmsg)s
it_it: Non è possibile fare il backup di '%(filename)s' a '%(bak_filename)s': %(errmsg)s
pl: Nie mogę skopiować '%(filename)s' jako '%(bak_filename)s': %(errmsg)s
ru: Невозможно сохранить резервную копию '%(filename)s' как '%(bak_filename)s': %(errmsg)s
tr: '%(filename)s' dosyası '%(bak_filename)s' olarak yedeklenemiyor: %(errmsg)s
vi: Không thể sao lưu '%(filename)s' vào '%(bak_filename)s': %(errmsg)s

source: *** saving file: %s
de_de: *** speichere Datei: %s
fr_fr: *** Enregistrement du fichier: %s
it_it: *** salvataggio del file: %s
pl: *** zapisuję plik: %s
ru: *** сохраняется файл: %s
tr: *** dosya kaydediliyor: %s
vi: *** đang lưu tập tin: %s

source: Can't restore backup file '%(filename)s' to '%(bak_filename)s': %(errmsg)s Backup left as '%(bak_filename)s'
de_de: Kann Backupdatei '%(filename)s' nicht nach '%(bak_filename)s' wiederherstellen: %(errmsg)s Backup left as '%(bak_filename)s'
fr_fr: Impossible de restaurer le fichier de sauvegarde '%(filename)s' vers '%(bak_filename)s': %(errmsg)s Sauvegarde laissée comme '%(bak_filename)s'
it_it: Non è possibile recuperare il file di backup di '%(filename)s' a '%(bak_filename)s': %(errmsg)s Backup lasciato come '%(bak_filename)s'
pl: Nie mogę przywrócić pliku z kopii '%(filename)s' jako '%(bak_filename)s': %(errmsg)s Plik kopii zostawiony jako '%(bak_filename)s'
tr: '%(filename)s' dosyası '%(bak_filename)s' dosyasından oluşturulamıyor: %(errmsg)s Yedek dosya '%(bak_filename)s' olarak kaldı
vi: Không thể lư tập tin sao lưu '%(filename)s' vào '%(bak_filename)s': %(errmsg)s Tập tin sao lưu vẫn là '%(bak_filename)s'

source: *** File saved : %s
de_de: *** Datei gespeichert : %s
fr_fr: *** Fichier sauvé : %s
it_it: *** File salvato : %s
pl: *** Plik zapisany: %s
ru: *** Файл сохранен : %s
tr: *** Dosya kaydedildi : %s
vi: *** Đã lưu tập tin : %s

source: Save log to '%s'?
de_de: Speichere Logdatei nach '%s'?
fr_fr: Sauvegarder log à '%s'?
it_it: Salvo il log in '%s'?
pl: Zapisać logi do pliku '%s'?
ru: Сохранить лог в '%s'?
tr: Kayıtları '%s' olarak kaydet?
vi: Lưu log vào '%s' nhé?

source: This %s has an encoding method unknown to porthole. Please report this to bugs.gentoo.org and porthole's bugtracker
de_de: Dieses %s benutzt eine für Porthole unbekannte Kodierung. Bitte erstellen Sie einen Bugreport auf bugs.gentoo.org oder in der Bugdatenbank des Porthole Projektes
fr_fr: Ce %s utilise une méthode de codage que Porthole ne connait pas. Merci de le signaler sur bugs.gentoo.org et au bugtracker de Porthole
it_it: Questo %s ha un metodo di codifica sconosciuto a porthole. Per favore riporta questo errore su bugs.gentoo.org e sul bugtracker di porthole
pl: Ten %s ma nieznany dla porthole system kodowania. Zgłoś błąd na bugs.gentoo.org i na bugtracku porthole
ru: Кодировка данного %s неизвестна porthole. Пожалуйста, сообщите об этом на bugs.gentoo.org и систему обработки ошибок porthole
tr: %s , porthole tarafından bilinmeyen bir kodlamaya sahip. Lütfen bunu bugs.gentoo.org ve porthole'un hata takip sistemine rapor edin
vi: %s này dùng bảng mã lạ với porthole. Vui lòng báo lỗi cho bugs.gentoo.org và bugtracker của porthole.

source: %s is Empty
de_de: %s ist leer
fr_fr: %s est vide
it_it: %s è Vuoto
pl: %s nie jest Pusty
ru: %s пуст
tr: %s Boş
vi: %s là rỗng

source: %s Not Available
de_de: %s Nicht verfügbar
fr_fr: %s Non disponible
it_it: %s Non Disponibile
pl: %s Niedostępny
ru: %s недоступен
tr: %s Erişilemez
vi: %s không sẵn sàng

source: No data currently available. The package may not be installed
de_de: Momentan keine Informationen verfügbar. Das Paket scheint nicht installiert zu sein
fr_fr: Aucune donnée actuellement disponible. Le packetage n'est peut-être pas installé
it_it: Nessun dato è al momento disponibile. Il pacchetto potrebbe non essere stato installato
pl: Brak dostępnych danych Pakiet może być nie zainstalowany
ru: Данные не доступны. Пакет не может быть установлен
tr: Erişilebilir bilgi yok. Paket kurulmamış olabilir
vi: Dữ liệu hiện chưa sẵn sàng. Không thể cài đặt gói.

source: %(installed_count)i installed files for: %(ebuild)s
de_de: %(installed_count)i Ich habe Dateien für installiert: %(ebuild)s
fr_fr: %(installed_count)i dossiers installés pour: %(ebuild)s
it_it: %(installed_count)i files installati per: %(ebuild)s
pl: %(installed_count)i zainstalowanych plików dla: %(ebuild)s
ru: %(installed_count)i файлов, установленных для: %(ebuild)s
tr: %(installed_count)i kurulu dosya: %(ebuild)s
vi: %(installed_count)i tập tin cài đặt cho: %(ebuild)s

source: Sync
de_de: Synchronisieren
fr_fr: Synchronisation
it_it: Sincronizza
ru: Синхронизировать
tr: Eşle
vi: Đồng bộ

source: Porthole: Please select the %s file to use
de_de: Porthole: Bitte wählen Sie die gewünschten Schriftfarben aus. %s
fr_fr: Porthole: Veuillez choisir les %s désirées
it_it: Porthole: Insersici il file %s da utilizzare
pl: Porthole: Wybierz plik %s
ru: Пожалуйста, выберите %s файла для использования
tr: Porthole: Lütfen kullanılacak %s dosyasını seçin
vi: Porthole: Vui lòng chọn %s phông chữ và màu theo ý thích

source: System
fr_fr: Système
ru: Система
tr: Sistem
vi: Hệ thống

source: Sets
fr_fr: Sets (Ensemble)
ru: комплект
tr: Setler
vi: _Đóng gói nhóm

source: World
fr_fr: Monde
ru: Мир
tr: World Profili
vi: Thế giới

source: _Yes
de_de: _Ja
fr_fr: _Oui
it_it: _Sì
pl: _Tak
ru: Да
tr: _Evet
vi: _Có

source: _No
de_de: _Nein
fr_fr: _Non
pl: _Nie
ru: Нет
tr: _Hayır
vi: _Không

source: Loading
de_de: Lade
fr_fr: Chargement
it_it: Caricamento
pl: Ładuję
ru: Загрузка
tr: Yükleniyor
vi: Đang nạp

source: command line entry
de_de: Kommandozeileneintrag
fr_fr: Entrée de ligne de commande
it_it: inserimento da linea di comando
pl: wpis wiersza poleceń
ru: Запись командной строки
tr: komut satırı girişi
vi: Mục nhập lệnh

source: About Porthole %s
de_de: Porthole %s
fr_fr: Porthole %s
it_it: Di Porthole %s
pl: Porthole - informacje %s
ru: Porthole %s
tr: Porthole %s Hakkında
vi: Giới thiệu Porthole %s

source: Copyright (c) 2003 - 2009
fr_fr: Copyright (c) 2003 - 2008
it_it: Copyright (c) 2003 - 2008
tr: Telif Hakkı (c) 2003 - 2009
vi: Copyright (c) 2003 - 2008

source: Pretend Emerge
de_de: Emergevorschau
fr_fr: Simulation d'Emerge
it_it: Simula Emerge
pl: Symulacja Emerge
ru: Имитировать установку
tr: Sahte Emerge
vi: Giả cài đặt

source: Append with %s to package.keywords
de_de: Mit %s zu der package.keywords hinzufügen
fr_fr: Ajouter %s à la fin de package.keywords
it_it: Aggiungi con %s alle package.keywords
pl: Dodaj z %s do package.keywords
ru: Добавить вместе с %s в package.keywords
tr: %s ile package.keywords'e ekle
vi: Thêm %s vào package.keywords

source: De-Select all
de_de: Auswahl aufheben
fr_fr: Désélectionner tout
it_it: De-Seleziona tutto
pl: Odznacz wszystkie
ru: Отменить выделение
tr: Tümünü bırak
vi: Bỏ chọn tất cả

source: Select all
de_de: Alle auswählen
fr_fr: Sélectionner tout
it_it: Seleziona Tutti
pl: Zaznacz wszystkie
ru: Выбрать все
tr: Tümünü seç
vi: Chọn tất cả

source: Packages
de_de: Paketname
fr_fr: Packetages
it_it: Pacchetti
pl: Pakiety
ru: Пакеты
tr: Paketler
vi: Gói

source: Categories
de_de: Kategorien
fr_fr: Catégories
it_it: Categorie
pl: Kategorie
ru: Категории
tr: Kategoriler
vi: Phân loại

source: # pkgs
fr_fr: # packets
tr: # pkt

source: Search History
de_de: Suchverlauf
fr_fr: Résultats de la Recherche
it_it: Cronologia Ricerche
pl: Szukaj w Historii
ru: Предыдущие запросы
tr: Arama Geçmişi
vi: Lịch sử tìm

source: Package
fr_fr: Packetage
it_it: Pacchetto
pl: Pakiet
tr: Paket
vi: Gói

source: Required USE
de_de: Erforderlicher GEBRAUCH
fr_fr: USE exigé
ru: Требуемый 'USE'
tr: Gerekli USE
vi: cần thiế USE

source: Porthole Dependency Viewer
de_de: Porthole Log-Anzeige Abhängigkeitszuschauer
fr_fr: Porthole: Voir la dépendance
it_it: Visualizzatore delle Dipendenze di Porthole
pl: Przeglądarka Zależności Porthole
ru: Просмотр зависимостей
tr: Porthole Bağımlılık İzleyici
vi: Porthole phụ thuộc Xem

source: Deprecated
de_de: Veraltet
fr_fr: Obsolètes
it_it: Deprecato
pl: Przestarzałe
ru: Запрещены
tr: Süresi geçmiş
vi: Lỗi thời

source: Upgradable
fr_fr: Evolutif
it_it: Aggiorna
pl: Do aktualizacji
ru: Обновляемая
tr: Güncellenebilir

source: Synchronise Package Database The last sync was done:
de_de: Paketdatenbank synchronisieren Zuletzt synchronisiert:
fr_fr: Synchronise la Base de données. La dernière synchronisation date du :
it_it: Sincronizza il Database dei Pacchetti L'ultima sincronizzazione è stata effettuata il:
pl: Aktualizacja Drzewa Pakietów Ostatnia aktualizacja:
ru: Синхронизировать базу данных пакетов Последняя синхронизация:
tr: Paket Veritabanını Eşle Son eşleme zamanı:
vi: Đồng bộ cơ sở dữ liệu gói Lần đồng bộ cuối cùng lúc:

source: All Packages
de_de: Alle Pakete
fr_fr: Tous les Packetages
it_it: Tutti i Pacchetti
pl: Wszystkie pakiety
ru: Все пакеты
tr: Bütün Paketler
vi: Mọi gói

source: Installed Packages
de_de: Installierte Pakete
fr_fr: Packetages installés
it_it: Pacchetti Installati
pl: Zainstalowane Pakiety
ru: Установленные пакеты
tr: Kurulu Paketler
vi: Gói đã cài đặt

source: Search Results
de_de: Suchergebnisse
fr_fr: Résultats de la Recherche
it_it: Risultati Ricerca
pl: Wyniki wyszukiwania
ru: Результаты поиска
tr: Arama Sonuçları
vi: Kết quả tìm

source: Upgradable Packages
de_de: Aktualisierbare Pakete
fr_fr: Packetages qui peuvent être mis à jour
it_it: Pacchetti Aggiornabili
pl: Pakiety do aktualizacji
ru: Пакеты, которые можно обновить
tr: Yükseltilebilir Paketler
vi: Gói có thể nâng cấp

source: Deprecated Packages
fr_fr: _Mise à jour des packetages
it_it: Pacchetti Deprecati
pl: Przestarzałe pakiety
ru: Запрещены пакеты
tr: Eskimiş Paketler
vi: _Gói quá cũ

source: Active Plugins
de_de: Aktive Plugins
fr_fr: Plugins Actifs
it_it: Plugins Attivi
pl: Aktywne Wtyczki
ru: Включенный плагины
tr: Aktif Eklentiler
vi: Plugin hoạt động

source: Loading database
de_de: Lade Datenbank
fr_fr: Chargement de la Base de données
it_it: Caricamento Database
pl: Ładuję bazę danych
ru: Загрузка базы данных
tr: Veritabanı yükleniyor
vi: Đang nạp cơ sở dữ liệu

source: Initializing database. Please wait...
de_de: Initialisiere Datenbank. Bitte warten...
fr_fr: Initialisation de la base de données. Veuillez patienter...
it_it: Inizializzazione database. Attendere prego ...
pl: Uruchamiam bazę danych. Proszę czekać...
ru: Инициализация базы данных. Пожалуйста, подождите...
tr: Veritabanına ulaşılıyor. Lütfen bekleyin...
vi: Khởi động cơ sở dữ liệu. Vui lòng chờ...

source: Reloading database
de_de: Datenbank wird neu geladen
fr_fr: Rechargement de la base de données
it_it: Ricaricamento database
pl: Przeładowuję bazę danych
ru: Перезагрузка базы данных
tr: Veritabanı tekrar yükleniyor
vi: Đang nạp lại cơ sở dữ liệu

source: No root privileges
de_de: Keine Root Rechte
fr_fr: Pas de priviléges root
it_it: Non hai i privilegi di root
pl: Brak praw roota
ru: Нет привилегий суперпользователя
tr: Yönetici hakkı yok
vi: Không có quyền root

source: In order to access all the features of Porthole, please run it with root privileges.
de_de: Um Zugriff auf alle Funktionen von Porthole zu haben, starten Sie es bitte mit Root Rechten.
fr_fr: Afin d'accéder à toutes les fonctionnalités de Porthole, veuillez l'exécuter avec les privileges root.
it_it: Per accedere a tutte le caratteristiche di Porthole, eseguilo con i privilegi di root.
pl: By mieć dostęp do wszystkich opcji Porthole uruchom program z prawami roota.
ru: Для доступа ко всем возможностям Porthole запустите программу с привилегиями суперпользователя
tr: Porthole'un bütün özelliklerini kullanabilmek için, lütfen programı yönetici hakları ile başlatın.
vi: Để dùng hết tính năng của Porthole, bạn phải chạy nó dưới quyền root.

source: _Ok
tr: _Tamam

source: %(base)s: %(count)i packages read
de_de: %(base)s: %(count)i Pakete gelesen
fr_fr: %(base)s: %(count)i packetages lus
it_it: %(base)s: %(count)i pacchetti letti
pl: %(base)s: %(count)i pakietów odczytanych
ru: %(base)s:·%(count)i·пакетов обработано
tr: %(base)s: %(count)i paket okundu
vi: %(base)s: %(count)i gói được đọc

source: %(base)s: Populating tree
de_de: %(base)s: bevölkere Paketdatenbank
fr_fr: %(base)s: Génération de l'arbre
it_it: %(base)s: Popolamento alberatura
pl: %(base)s: Generuję drzewo
ru: %(base)s:·Заполнение дерева
tr: %(base)s: Ağaç oluşturuluyor
vi: %(base)s: Đang tạo cây

source: Porthole Main Window
fr_fr: Porthole la Fenêtre principale
it_it: Finestra Principale
pl: Główne okno
ru: Porthole Главное окно
tr: Porthole Ana Penceresi

source: Upgrade requested
de_de: Aktualisierung
fr_fr: Mise à jour demandée
it_it: Aggiornamenti richiesti
pl: Rządanie aktualizacji
ru: Запрошено обновление
tr: Yükseltme isteği
vi: Yêu cầu nâng cấp

source: Do you want to upgrade all packages in your world file?
de_de: Wollen Sie alle Pakete aus Ihrem Worldfile aktualisieren?
fr_fr: Voulez-vous mettre à jour tous les packetages de votre fichier world?
pl: Czy zaktualizować wszystkie pakiety w pliku world?
ru: Хотите ли вы обновить все пакеты в вашем world-файле?
tr: World dosyanızdaki bütün paketleri yükseltmek ister misiniz?
vi: Bạn có muốn nâng cấp mọi gói trong tập tin world của bạn không?

source: Upgradable dependencies:
de_de: Aktualisierbare Abhängigkeiten
fr_fr: Dépendances qui peuvent être mises à jour:
it_it: Dipendenze Aggiornabili:
pl: Zależności do aktualizacji:
ru: Зависимости, которые можно обновить
tr: Yükseltilebilecek paketler:
vi: Phụ thuộc cần nâng cấp:

source: Please Wait!
de_de: Bitte warten!
fr_fr: Veuillez patienter!
it_it: Attendere Prego!
pl: Proszę Czekać!
ru: Пожалуйста, подождите!
tr: Lütfen Bekleyin!
vi: Vui lòng chờ!

source: Loading package descriptions...
de_de: Lade Paketbeschreibungen...
fr_fr: Chargement des descriptions des packetages...
it_it: Caricamento delle descrizioni dei pacchetti...
pl: Ładuję opisy pakietów...
ru: Загружаются описания пакетов...
tr: Paket tanımları yükleniyor...
vi: Đang nạp mô tả gói...

source: Searching descriptions for %s
de_de: Suche Beschreibungen für %s
fr_fr: Recherche des descriptions pour %s
it_it: Ricerca Descrizioni per %s
pl: Przeszukuję opisy w poszukiwaniu %s
ru: Поиск описаний для %s
tr: %s için tanımlar aranıyor
vi: Đang tìm mô tả của %s

source: Searching for %s
de_de: Suche nach %s
fr_fr: Recherche de %s
it_it: Ricerca per %s
pl: Szukam %s
ru: Поиск %s
tr: %s aranıyor
vi: Đang tìm %s

source: Generating '%s' packages list...
fr_fr: Générer la liste des paquets '%s'...
it_it: Generazione '%s' della lista dei pacchetti...
pl: Tworzę '%s' listę pakietów...
ru: Производящие '%s' список пакетов
tr: '%s' paket listesi oluşturuluyor...
vi: Tạo '% s' gói danh sách

source: Searching for '%s' packages...
fr_fr: Recherche de %s packetages
it_it: Ricerca per '%s' pacchetti...
pl: Szukam '%s' pakietów...
ru: Поиск %s пакеты
tr: '%s' paketleri için aranıyor...

source: Building Package List
de_de: Erstelle Paketliste
fr_fr: Construction de la liste des packetages
it_it: Costruzione della Lista dei Pacchetti
pl: Buduję listę pakietów
ru: Построение списка пакетов
tr: Paket Listesi Oluşturuluyor
vi: Đang lên danh sách gói

source: Done:
de_de: Fertig:
fr_fr: Fait:
it_it: Pronto:
pl: Skończone:
ru: Поиск завершен:
tr: Tamamlandı:
vi: Xong:

source: %(pack)d packages in %(cat)d categories
de_de: %(pack)d Pakete in %(cat)d Kategorien
fr_fr: %(pack)d packetages dans %(cat)d catégories
it_it: %(pack)d pacchetti in %(cat)d categorie
pl: %(pack)d pakietów w %(cat)d kategoriach
ru: %(pack)d·пакетов в·%(cat)d·разделах
tr: %(pack)d paket, %(cat)d kategoride
vi: %(pack)d gói trong %(cat)d phân loại

source: Confirm: Kill the Running Process in the Terminal
de_de: Bestätigen: Den laufenden Prozess in diesem Terminal abbrechen
fr_fr: Confirmez: Tuer le processus s'exécutant dans le Terminal
it_it: Confema: Uccidi il Processo in esecuzione nel Terminale
pl: Potwierdź: Zabij aktywne procesy w terminalu
ru: Подтвердите остановку процесса, запущенного в терминале
tr: Onayla: Terminalde devam edilen işlemi öldür
vi: Xác nhận: Buộc chấm dứt tiến trình đang chạy ở terminal

source: --verbose (-v) Tell emerge to run in verbose mode. Currently this flag causes emerge to print out GNU info errors, if any, and to show the USE flags that will be used for each package when pretending. The following symbols are affixed to USE flags in order to indicate their status: - prefix = not enabled (either disabled or removed) * suffix = transition to or from the enabled state % suffix = newly added or removed () circumfix = forced, masked, or removed
fr_fr: --verbose (-v) Dire émerger pour courir dans le mode verbeux. Actuellement ces causes de drapeau émergent pour imprimer les erreurs d'information de GNU, si n'importe quel, et montrer les drapeaux d'USAGE qui seront utilisés pour chaque packet en prétendant. Les symboles suivants sont apposés pour UTILISER des drapeaux pour indiquer leur statut : - le préfixe = n'a pas rendu capable (rendu infirme ou enlevé) * le suffixe = la transition à ou de l'état rendu capable % le suffixe = a ajouté récemment ou enlevé () circumfix = a forcé, a masqué, ou enlevé
pl: --verbose (-v) Uruchamia emerge w trybie gadatliwym. Aktualnie powoduje to, że emerge wyświetla błędy GNU oraz w trybie pretend pokazuje flagi USE które są używane przez każdy pakiet. Nastepujące symbole wystapią przy flagach USE - symbole te oznaczają statu danej flagi USE: - przed nazwą flagi = nie aktywna (lub usunięta) * za nazwą flagi = zmiana statusu flagi % za nazwą flagi = nowo dodana lub usunięta flaga () wokół flagi = wymuszona, zamaskowana lub usunięta

source: tree
de_de: grün
fr_fr: vert
vi: xanh

source: Global
fr_fr: Globale
it_it: Globale
pl: Globalne
ru: Общие
vi: Toàn cục

source: Normal
fr_fr: Normale
it_it: Normale
pl: Normalna
ru: Нормальный
vi: Bình thường

source: checkbutton10
fr_fr: optionbouton10

source: checkbutton16
fr_fr: optionbouton16

source: checkbutton17
fr_fr: optionbouton17

source: checkbutton18
fr_fr: optionbouton18

source: checkbutton19
fr_fr: optionbouton19

source: checkbutton20
fr_fr: optionbouton20

source: checkbutton21
fr_fr: optionbouton21

source: checkbutton22
fr_fr: optionbouton22

source: checkbutton9
fr_fr: optionbouton9

source: radiobutton1
fr_fr: boutonradio1

source: radiobutton2
fr_fr: boutonradio2

source: radiobutton3
fr_fr: boutonradio3

source: radiobutton4
fr_fr: boutonradio4

source: radiobutton5
fr_fr: boutonradio5

source: radiobutton6
fr_fr: boutonradio6

source: radiobutton7
fr_fr: boutonradio7

source: radiobutton8
fr_fr: boutonradio8

source: radiobutton9
fr_fr: boutonradio9

source: E_merge
de_de: I_nstallieren
fr_fr: E_merger
ru: Установить
vi: _Cài đặt

source: id
fr_fr: l'id

source: Sender
de_de: Absender
fr_fr: Expéditeur
ru: Отправитель
vi: người gởi

source: Sudo Emerge
fr_fr: Emerger avec sudo
it_it: Sudo Installa
ru: Установить, используя sudo
vi: Cài đặt dùng Sudo

source: Unmerge
fr_fr: Unmerger
pl: Odinstaluj
ru: Удалить
vi: Gỡ bỏ

source: Sudo Unmerge
fr_fr: Unmerger avec sudo
it_it: Sudo Disinstalla
pl: Sudo deinstalacja
ru: Удалить, используя sudo
vi: Gỡ bỏ dùng Sudo

source: Cyan
it_it: Ciano
pl: Brązowy
ru: Голубой
vi: Xanh lơ

source: Emerge
it_it: Installa
ru: Установка
vi: Cài đặt

source: Magenta
ru: Фиолетовый
vi: Hồng

source: Terminal
it_it: Terminale
ru: Терминал

source: E_merge Package
pl: Instaluj Pakiet
ru: Установить пакет
vi: _Cài đặt gói

source: Ebuild
ru: Скрипт установки

source: Open Emerge _Log
pl: Otwórz logi emerge
ru: Открыть лог установки
vi: Mở Emerge _log

source: R_eload Database
pl: Przeładuj bazę
ru: Перезагрузить базу данных
vi: _Nạp lại Cơ sở dữ liệu

source: S_ync Tree
pl: Synchronizuj Drzewo
ru: Синхронизировать дерево
vi: Đồng bộ _cây

source: U_nmerge Package
pl: Odinstaluj pakiet
ru: Удалить пакет
vi: Gỡ bỏ gói

source: _Advanced Emerge Package
pl: Zaawansowane opcje instalacji
ru: Установить пакет с продвинутой настройкой
vi: Cài đặt gói _nâng cao

source: _Configure Porthole
pl: Konfiguracja Porthole
ru: Настроить Porthole
vi: _Cấu hình Porthole

source: _Contents
pl: Treść
ru: Содержание
vi: _Nội dung

source: _Normal
it_it: _Normale
pl: Normalny
ru: Нормальный
vi: _Bình thường

source: _Run Custom Command
pl: Wykonaj Polecenie
ru: Запустить нестандартную команду
vi: _Chạy lệnh riêng

source: _Upgrade Packages
pl: Aktualizuj Pakiety
ru: Обновить пакеты
vi: _Nâng cấp gói

source: fetch
it_it: scarica i sorgenti
pl: pobierz

source: Porthole Log Viewer
pl: Przeglądarka Logów Porthole

source: : Save File
pl: : Zpisz plik

source: WebRsync
vi: Đồng bộ Web
