Repository: fcolecumberri/porthole
Catalog: porthole/i18n/*.po
Languages: de_de, fr_fr, it_it, pl, ru, tr, vi

source: Move the selected filter expression to a different filter group
de_de: Die ausgewählte Filterregel in eine andere Filtergruppe verschieben
fr_fr: Deplacer le filtre sélectionné vers un groupe filtre différent
it_it: Sposta il filtro selezionato su di un gruppo di filtri differente
pl: Przenieś filtr do innej grupy
ru: Переместить выбранный фильтр в другую группу
tr: Seçili süzgeci başka bir süzgeç grubuna taşır
vi: Chuyển biểu thức lọc được chọn sang nhóm lọc khác

source: Normal Font Colour
de_de: Normale Schriftfarbe
fr_fr: Couleur police normale
it_it: Font Normale
pl: Normalny kolor czcionki
ru: Нормальный цвет шрифта
tr: Normal Yazıtipi Rengi
vi: Màu chữ bình thường

source: Note
de_de: Anmerkung
fr_fr: Remarque
pl: Notka
ru: Замечания
tr: Not
vi: Ghi chú

source: Package View
de_de: Paketansicht
fr_fr: Vue de packetage
it_it: Visualizza Pacchetto
pl: Lista pakietów
ru: Вид пакетов
tr: Paket Görünümü
vi: Xem gói

source: Please enter the persistent history commands you wish to be pre-typed
de_de: Bitte geben Sie hier Befehle an, welche gespeichert werden und Ihnen in einer Auswahlliste zur Verfügung stehen.
fr_fr: Veuillez saisir les commandes persistantes que vous voulez prédéfinir
it_it: Inserisci la cronologia persistente dei comandi che vuoi vengano pre-inseriti
pl: Wprowadź polecenia, które mają być trzymane w pamięci
ru: Введите любые внешние команды которые будут сохранены для дальнейшего использования
tr: Lütfen otomatik olarak verilmesini istediğiniz komutları yazın
vi: Vui lòng nhập persistent history command bạn muốn gõ trước.

source: Please select the Font colours desired
de_de: Bitte wählen Sie die gewünschten Schriftfarben aus.
fr_fr: Veuillez choisir les couleurs désirées
it_it: Inserisci i Colori del Font desiderati
pl: Wybierz kolor czcionki
ru: Выберите желаемые цвета шрифтов
tr: Lütfen istediğiniz yazıtipi renklerini seçin
vi: Vui lòng chọn phông chữ và màu theo ý thích

source: Porthole Configuration
de_de: Porthole Konfiguration
fr_fr: Configuration de Porthole
it_it: Configurazione Porthole
pl: Konfiguracja Porthole
ru: Настройки
tr: Porthole Ayarları
vi: Cấu hình Porthole

source: Recommended
de_de: Empfohlen
fr_fr: Recommandé
it_it: Raccomandato
pl: Zalecane
ru: Рекомендованные
tr: Önerilen
vi: Khuyến khích

source: Red
de_de: Rot
fr_fr: Rouge
it_it: Rosso
pl: Czerwony
ru: Красный
tr: Kırmızı
vi: Đỏ

source: Reset the filters to the defaults
de_de: Die Filter auf den Standard zurücksetzen
fr_fr: Remplacer les filtres par les valeurs par défaut
it_it: Riporta i filtri al valore originale
pl: Domyślne ustawienia filtrów
ru: Восстановить настройки фильтров по умолчанию
tr: Süzgeçleri öntanımlıya sıfırla
vi: Đặt lại bộ lọc về mặc định

source: Sample Window
de_de: Beispielfenster
fr_fr: Fenêtre d'aperçu
it_it: Finestra Dimostrativa
pl: Okno przykładowe
ru: Пример окна
tr: Örnek Pencere
vi: Cửa sổ mẫu

source: Save the filters to disk
de_de: Die Filter abspeichern
fr_fr: Enregistrer les filtres sur le disque
it_it: Salva i filtri sul disco
pl: Zapisz filtry na dysku
ru: Сохранить фильтры на диск
tr: Süzgeçleri diske kaydet
vi: Lưu bộ lọc vào đĩa

source: Summary View
de_de: Anzeigeoptionen
fr_fr: Vue résumée
it_it: Visualizzazione del Sommario
pl: Widok podsumowania
ru: Вид сводки
tr: Özet Görünümü
vi: Xem tóm tắt

source: Sync method
de_de: Sync.-Methode
fr_fr: Méthode de synchronisation
it_it: Metodo di Sincronizzazione
pl: Typ synchronizacji drzewa pakietów
ru: Метод синхронизации
tr: Eşleme yöntemi
vi: Cách đồng bộ

source: Tag
ru: Цвет
tr: Etiket

source: Text Font & Colours
de_de: Schriftart & Farben
fr_fr: Polices & couleurs du texte
it_it: Font & Colori
pl: Ustawienia czcionki
ru: Шрифты и цвета
tr: Yazıtipi & Rengi
vi: Màu và phông chữ

source: These colours are used by Porthole for highlighting
de_de: Diese Farben werden von Porthole zur Syntaxhervorhebung genutzt.
fr_fr: Ces couleurs sont utilisées par Porthole pour le surlignage
it_it: Questi colori sono usati da Porthole per l'evidenziazione
pl: Kolory stosowane przez Porthole do podświetlania
ru: Эти цвета используются Porthole для подсветки
tr: Bu renkler Porthole tarafından vurgu için kullanılacak
vi: Những màu này được Porthole dùng để tô sáng

source: These colours are used by emerge for coloured output
de_de: Diese Farben werden von Emerge zur Syntaxhervorhebung genutzt.
fr_fr: Ces couleurs sont utilisées par emerge pour l'affichage coloré
it_it: Questi colori sono usati da Emerge per l'output colorato
pl: Kolory stosowane przez emerge do kolorowania tekstu
ru: Эти цвета используются emerge для цветного вывода
tr: Bu renkler emerge tarafından renkli çıktıda kullanılacak
vi: Những màu này được emerge dùng để hiển thị

source: USE Flags
it_it: Variabili USE
pl: Flagi USE
ru: USE флаги
tr: USE Bayrakları
vi: USE Flag

source: Upgradable Colour
de_de: Aktualisierung verfügbar
fr_fr: Couleur pour les mises à jour
it_it: Aggiornabile
pl: Kolor dostępnych aktualizacji
ru: Цвет для пакетов, которые можно обновить
tr: Yükseltilebilir Rengi
vi: Màu có thể nâng cấp

source: Use Custom Browser
de_de: Benutzerdefinierter Web-Browser
fr_fr: Utiliser navigateur spécial
it_it: Utilizza un Browser personalizzato
pl: Użyj innej przeglądarki
ru: Использовать другой броузер
tr: Özel Tarayıcı Kullan
vi: Dùng trình duyệt riêng

source: Use Default
de_de: Standard benutzen
fr_fr: Utiliser navigateur par défaut
it_it: Usa Default
pl: Użyj domyślnej
ru: Оставить по умолчанию
tr: Öntanımlıyı Kullan
vi: Dùng mặc định

source: Use Flag set +
de_de: USE-Flag + gesetzt
fr_fr: Use Flag mis en +
it_it: Variabile USE abilitata
pl: Flaga włączona (+)
ru: Включенные флаги USE
tr: Use Bayrağı Açma
vi: Bật USE Flag

source: Use Flag set -
de_de: USE-Flag - gesetzt
fr_fr: Use Flag mis en -
it_it: Variabile USE disabilitata
pl: Flaga wyłączona (-)
ru: Выключенные флаги USE
tr: Use Bayrağı Kapama
vi: Tắt USE flag

source: WARNING! Make sure you back up your make.conf file (usually /etc/make.conf) before enabling this option!
de_de: WARNUNG! Vergewissern Sie sich, dass Sie ein Backup Ihrer make.conf Datei gemacht haben (für gewöhnlich /etc/make.conf), bevor Sie diese Option aktivieren!
fr_fr: Attention! Faites une sauvegarde de votre fichier make.conf (habituellement /etc/make.conf) avant d'activer cette option!
it_it: AVVISO! Assicurati di aver fatto una copia di backup del tuo file make.conf (/etc/make.conf) prima di abilitare questa opzione!
pl: UWAGA: zrób kopię zapasową /etc/make.conf zanim włączysz tę opcję
ru: Внимание! Обязательно сделайте резервную копию файла make.conf (обычно /etc/make.conf) перед активацией этой возможности!
tr: UYARI! Bu seçeneği aktifleştirmeden önce, make.conf dosyanızın yedeğini aldığınızdan emin olun!
vi: CẢNH BÁO! Nhớ sao lưu tập tin make.conf (thường là /etc/make.conf) trước khi bật tùy chọn này!

source: Warning
de_de: Warnung
fr_fr: Avertissement
it_it: Avviso
pl: Uwaga
ru: Внимание
tr: Uyarı
vi: Cảnh báo

source: White
de_de: Weiß
fr_fr: Blanc
it_it: Bianco
pl: Biały
ru: Белый
tr: Beyaz
vi: Trắng

source: Yellow
de_de: Gelb
fr_fr: Jaune
it_it: Giallo
pl: Żółty
ru: Желтый
tr: Sarı
vi: Vàng

source: command 1:
de_de: Befehl 1:
fr_fr: commande 1:
it_it: comando 1:
pl: Polecenie 1:
ru: команда 1
tr: Komut 1:
vi: Lệnh 1:

source: command 2:
de_de: Befehl 2:
fr_fr: commande 2:
it_it: comando 2:
pl: Polecenie 2:
ru: команда 2
tr: Komut 2:
vi: Lệnh 2:

source: command 3:
de_de: Befehl 3:
fr_fr: commande 3:
it_it: comando 3:
pl: Polecenie 3:
ru: команда 3
tr: Komut 3:
vi: Lệnh 3:

source: command 4:
de_de: Befehl 4:
fr_fr: commande 4:
it_it: comando 4:
pl: Polecenie 4:
ru: команда 4
tr: Komut 4:
vi: Lệnh 4:

source: command 5:
de_de: Befehl 5:
fr_fr: commande 5:
it_it: comando 5:
pl: Polecenie 5:
ru: команда 5
tr: Komut 5:
vi: Lệnh 5:

source: profile
de_de: Profil
it_it: profilo
pl: profil
ru: профиль
tr: profil

source: <b>Plugin Description</b>
de_de: <b>Plugin Beschreibung</b>
fr_fr: <b>Description des Plugins</b>
it_it: <b>Descrizione Plugin</b>
pl: <b>Opis wtyczki</b>
ru: <b>Описание плагина</b>
tr: <b>Eklenti Tanımı</b>
vi: <b>Mô tả Plugin</b>

source: <b>Plugin List</b>
de_de: <b>Plugin Liste</b>
fr_fr: <b>Liste des Plugins</b>
it_it: <b>Lista Plugin</b>
pl: <b>Lista wtyczek</b>
ru: <b>Список плагинов</b>
tr: <b>Eklenti Listesi</b>
vi: <b>Danh sách Plugin</b>

source: <b>Plugin Options</b>
de_de: <b>Plugin Optionen</b>
fr_fr: <b>Options des Plugins</b>
it_it: <b>Opzioni Plugin</b>
pl: <b>Opcje wtyczki</b>
ru: <b>Настройки плагинов</b>
tr: <b>Eklenti Seçenekleri</b>
vi: <b>Tùy chọn Plugin</b>

source: A_dv Emerge
de_de: F_ortg. Emerge
fr_fr: Emerge A_vancé
pl: Zaawansowane opcje
ru: Настроить и установить
tr: _Glş. Emerge
vi: Cài đặt _nâng cao

source: Advanced Emerge Package
de_de: Paket installieren (fortg. Einstellungen)
fr_fr: Emerge Avancé du Packetage
it_it: Installazione Avanzata del Pacchetto
pl: Zaawansowane opcje instalacji
ru: Установить пакет с продвинутыми настройками
tr: Paketi Gelişmiş Özelliklerle Kur
vi: Cài đặt gói nâng cao

source: Cautions
de_de: Hinweise
fr_fr: Mises en Garde
it_it: Precauzioni
pl: Uwaga
ru: Предупреждения
tr: Bildiriler
vi: Chú ý

source: Changelog
de_de: Änderungen
ru: Список изменений
tr: Değişiklikler

source: Clears the entire queue
de_de: Reinigt die ganze Warteschlange
fr_fr: Efface toute la file d'attente
pl: Czyści kolejkę
ru: Очищает весь очереди
tr: İşlem sırasını temizler
vi: Xóa hàng đợi toàn bộ

source: Dependencies
de_de: Abhängigkeiten
fr_fr: Dépendances
it_it: Dipendenze
pl: Zależności
ru: Зависимости
tr: Bağımlılıklar
vi: Phụ thuộc

source: Emerge Package
de_de: Paket installieren
fr_fr: Emerge le Packetage
it_it: Installa il Pacchetto
pl: Instaluj Pakiet
ru: Установить пакет
tr: Paketi Kur
vi: Cài đặt gói

source: Emerge Queue
de_de: Emerge-Warteschlange
fr_fr: File d'attente Emerge
it_it: Coda di Installazione
pl: Kolejka instalacji
ru: Запустить очередь установки
tr: Emerge Sırası
vi: Hàng đợi cài đặt

source: In order to access all the features of Porthole, please run it with root privileges.
de_de: Um Zugriff auf alle Funktionen von Porthole zu erhalten, starten Sie es bitte mit Root Rechten.
fr_fr: Pour accéder à toutes les fonctionnalités de Porthole, veuillez le lancer avec les privilèges root.
it_it: Per accedere a tutte le caratteristiche di Porthole, esegui il programma con i privilegi di root.
pl: By mieć dostęp do wszystkich opcji uruchom program z prawami roota.
ru: Для доступа ко всем возможностям Porthole запустите программу с привилегиями суперпользователя
tr: Porthole'un bütün özelliklerini kullanabilmek için, lütfen programı yönetici hakları ile başlatın.
vi: Để truy cập mọi tính năng của Porthole, hãy chạy Porthole bằng root.

source: Information
de_de: Informationen
it_it: Informazione
pl: Informacje
ru: Информация
tr: Bilgi
vi: Thông tin

source: Installed files
de_de: Installierte Dateien
fr_fr: Fichiers installés
it_it: Files Installati
pl: Zainstalowane pliki
ru: Установленные файлы
tr: Kurulan Dosyalar
vi: Tập tin đã cài

source: Move _Bottom
fr_fr: Transférer au fon_d
it_it: Sposta in _fondo
pl: W dół
ru: Переместить _вниз
tr: _Tabana Taşı

source: Move _Down
de_de: nach _unten
fr_fr: _Descendre
it_it: Sposta Giù
pl: W dół
ru: Переместить вниз
tr: _Aşağı Taşı
vi: Chuyển _xuống

source: Move _Top
fr_fr: Déplacer vers le hau_t
it_it: Sposta in _testa
pl: W górę
ru: Переместить _наверх
tr: En _Üste Taşı

source: Move _Up
de_de: nach _oben
fr_fr: _Monter
it_it: Sposta Su
pl: W górę
ru: Переместить наверх
tr: _Yukarı Taşı
vi: Chuyển _lên

source: Moves the selected process to start next
fr_fr: Déplace le processus choisi pour commencer la prochaine
it_it: Sposta i processi selezionati all'inizio della coda
pl: Przenieś zaznaczone zadanie, aby startowało jako następne
ru: Перемещение выбранного процесса, чтобы начать следующий
tr: Seçili işlemi çalışan işlemin sonrasına koyar
vi: Di chuyển các lựa chọn để bắt đầu kế tiếp

source: Moves the selected process to the end of the queue
fr_fr: Déplace le processus sélectionné à la fin de la file d'attente
it_it: Sposta il processo selezionato alla fine della coda
pl: Przenieś zaznaczone zadanie na koniec kolejki
ru: Перемещает выбранное процесс до конца очереди
tr: Seçili işlemi işlem sırasının sonuna koyar
vi: Di chuyển vùng chọn vào cuối của hàng đợi

source: Not Root
de_de: Nicht Root
fr_fr: Pas Root
it_it: Non sei Root
pl: NIE ROOT
ru: Не суперпользователь
tr: Yönetici Değil
vi: Không phải root

source: Not yet implemented in this window. Set the terminal queue status, ie. Start, Pause or Timer
de_de: Nicht noch ausgeführt in diesem Fenster. Setzen Sie den letzten Warteschlangenstatus d.h. Anfang, Pause oder Zeitgeber
fr_fr: Pas encore implémenté dans cette fenêtre. Définir l'état de file d'attente d'administration, ie. Démarrer, Pause ou Timer
it_it: Non ancora implementato in questa finestra. Setta lo stato della coda del terminale, es. Inizia, Pausa o Timer
pl: Nie zaimplementowane w tym oknie. Ustaw status kolejki terminalu, np start, pauza
ru: Не используется в этом окне. Установить статус очереди терминала, то есть. Запускать, приостанавливать или таймер
tr: Şu anda kullanılabilir değil. İşlem sırasındaki terminal durumunu ayarlar; Başla, Ara Ver vs.

source: Not yet implemented. Set run times for commands in the queue
de_de: Nicht noch ausgeführt Fester Lauf misst Zeit für Befehle in der Warteschlange
fr_fr: Pas encore implémenté. Set fois pour exécuter des commandes dans la file d'attente
it_it: Non ancora implementato. Setta i tempi di esecuzione per i comandi nella coda
pl: Jeszcze nie zaimplementowane. Ustaw czasy dla komend w kolejce
ru: Пока не выполнена. Задать времена для запуска команд в очереди
tr: Henüz kullanılabilir değil. İşlem sırasındaki komutlar için çalışma zamanlarını ayarlar

source: Not yet set...
pl: Jeszcze nie ustawione...
tr: Henüz ayarlanmadı...

source: Only _Fetch
de_de: Nur _herunterladen (fetchonly)
fr_fr: _Télécharge Seulement
it_it: Solo _Fetch
pl: Tylko pobierz
ru: Только скачивать
tr: Sadece _indir
vi: Chỉ _lấy về

source: Pause any commands in the queue
fr_fr: Pause toutes les commandes dans la file d'attente
it_it: Metti in Pausa tutti i comandi nella coda
pl: Pauzuje zadania w kolejce
tr: Sıradaki komutlara ara ver
vi: Tạm dừng bất kỳ lệnh trong hàng đợi

source: Please Enter Command to Execute
de_de: Bitte geben Sie den auszuführenden Befehl ein.
fr_fr: Veuillez Entrer la Commande à Exécuter
it_it: Inserisci il Comando da Eseguire
pl: Podaj polecenie do wykonania
ru: Введите команду для выполнения
tr: Lütfen Çalıştırılacak Komutu Girin
vi: Vui lòng nhập Enter để thực hiện

source: Plugin Settings
de_de: Plugin-Einstellungen
fr_fr: Réglage des Plugins
it_it: Configurazioni Plugin
pl: Ustawienia wtyczek
ru: Настройки плагинов
tr: Eklenti Ayarları
vi: Thiết lập Plugin

source: Plugin _Settings
de_de: Plugin-_Einstellungen
fr_fr: _Réglage des Plugins
it_it: _Configurazioni Plugin
pl: Ustawienia wtyczek
ru: Настройки плагинов
tr: Eklenti A_yarları
vi: Thiết lập _Plugin

source: Porthole Terminal
fr_fr: Terminal Porthole
it_it: Terminale di Porthole
pl: Terminal Porthole
ru: Интегрированный терминал
tr: Porthole Terminali

source: Process
de_de: Prozess
fr_fr: Processus
it_it: Processo
pl: Proces
ru: Процесс
tr: İşlem
vi: Tiến trình

source: Queue
fr_fr: File d'attente
it_it: Metti in Coda
tr: İşlem Sırası
vi: Hàng đợi

source: RUN :
de_de: Ausführen:
fr_fr: Exécuter :
it_it: ESEGUI:
pl: Uruchom:
ru: ЗАПУСТИТЬ :
tr: ÇALIŞTIR :
vi: CHẠY :

source: Re-Initialize _Portage
de_de: Portage reinitialisieren
fr_fr: Re-initialiser _Portage
it_it: Ricarica _Portage
pl: Zrestartuj Portage
ru: Перезапустить portage
tr: _Portage'ı Yeniden Tara
vi: _Khởi động lại Portage

source: Re_sume
fr_fr: _Reprendre
it_it: R_iprendi
pl: Wznów
ru: Про_должить
tr: De_vam Et
vi: _hồi phục

source: Refresh the Current View
de_de: Aktuelle Ansicht neu laden
fr_fr: Rafraîchir la Vue Actuelle
it_it: Aggiorna la Visualizzazione Corrente
pl: Odświerz listę
ru: Обновить вид
tr: Geçerli Görünümü Tazele
vi: Nạp lại cửa sổ

source: Removes selected queue item(s)
de_de: Nimmt ausgewählten Warteschlangending (Dinge) heraus
fr_fr: Supprime les éléments sélectionnés file d'attente
pl: Usuwa zaznaczony element z kolejki
ru: Удаление выбранных элементов очеред
tr: Seçili işlem sırası öğelerini siler
vi: Loại bỏ chọn bài hàng đợi

source: Resume the queue processes remaining
de_de: Nehmen Sie wieder die Warteschlangenverfahren bleibend auf
fr_fr: Reprendre la file d'attente des processus restants
it_it: Fai ripartire i processi rimasti in coda
pl: Kontynuuje procesy pozostałe w kolejce
ru: Перезагрузка остальных процессов в очереди
tr: Sırada kalan işlemlere devam et
vi: Tiếp tục quy trình còn lại của hàng đợi

source: Run commands in the queue
fr_fr: Exécutez les commandes dans la file d'attente
it_it: Esegui i comandi nella coda
pl: Uruchom zadania czekające w kolejce
tr: Kuyruktaki komutları çalıştır
vi: Khởi lệnh trong hàng đợi

source: S_ync
de_de: S_ynchronisieren
fr_fr: S_ynchroniser
it_it: S_incronizza
ru: Синхронизировать
tr: E_şle
vi: Đồng _bộ

source: Save Log _As
de_de: Logdatei speichern _als
fr_fr: Enregistrer le _Log sous
it_it: Salv_a il Log come
pl: Zapisz log jako
ru: Сохранить лог как
tr: Kay_dı Farklı Kaydet
vi: Lưu _log với tên mới

source: Save _Log
de_de: _Logdatei speichern
fr_fr: Enregistrer le _Log
it_it: Salva il _Log
pl: Zapisz log
ru: Сохранить лог
tr: Kaydı Kayd_et
vi: Lưu _log

source: Search _Descriptions
de_de: _Beschreibungen durchsuchen
fr_fr: Rechercher dans les _Descriptions
it_it: Ricerca _Descrizioni
pl: Opis wyszukiwania
ru: Поиск по описанию
tr: _Tanımlarda Ara
vi: _Mô tả tìm

source: Skip _Queue Item
fr_fr: Sauter cette entrée de la _File d'attente
pl: Opuść zakolejkowany wpis
ru: Пропу_стить элемент очереди
tr: İ_şlem Sırası Girdisini Es Geç

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
it_it: Sommario
pl: Podsumowanie
ru: Сводка
tr: Özet
vi: Tóm tắt

source: Temporarily stop any remaining processes from starting
de_de: Halten Sie vorübergehend irgendeine übrigen Verfahren von Anfangen auf
fr_fr: Temporairement arrêter tout processus restants de commencer
it_it: Ferma temporaneamente l'avvio di qualsiasi altro processo rimanente
pl: Chwilowo wstrzymuje pozostałe procesy przed uruchomieniem
ru: Временно остановить все оставшиеся процессы
tr: Kalan işlemleri başlamadan geçici olarak durdurur
vi: Tạm ngừng bất kỳ quy trình còn lại

source: Ti_mer
fr_fr: _Minuteur
ru: Уст_ановить
tr: Za_manlayıcı

source: U_nmerge
de_de: D_einstallieren
it_it: Disi_nstalla
pl: Odinstaluj
ru: Удалить
tr: _Kaldır
vi: _Gỡ bỏ

source: Unmerge Package
de_de: Paket deinstallieren
fr_fr: Unmerge le Packetage
it_it: Disinstalla Pacchetto
pl: Odinstaluj Pakiet
ru: Удалить пакет
tr: Paketi Kaldır
vi: Gỡ bỏ gói

source: Upgrade packages to newest versions
de_de: Pakete auf die neuste Version aktualisieren
fr_fr: Mise à jour des Packetages vers la version la plus récente
it_it: Aggiorna i pacchetti alle nuove versioni
pl: Aktualizuj pakiety do najnowszych wersji
ru: Обновить пакеты до последней версии
tr: Paketleri en üst sürüme yükselt
vi: Nâng cấp các gói sang phiên bản mới nhất

source: Warnings!
de_de: Warnungen!
fr_fr: Avertissements!
it_it: Avvisi!
pl: Uwaga!
ru: Предупреждения!
tr: Uyarılar!
vi: Cảnh báo!

source: _Actions
de_de: _Befehle
it_it: _Azioni
pl: Akcje
ru: Действия
tr: _Eylemler
vi: _Hành động

source: _Close Window
de_de: _Fenster schließen
fr_fr: _Fermer Fenêtre
it_it: _Chiudi la Finestra
pl: Zamknij Okno
ru: Закрыть окно
tr: Pencereyi Kapa_t
vi: Đón_g cửa sổ

source: _Edit
de_de: _Bearbeiten
fr_fr: _Édition
it_it: _Edita
pl: Edytuj
ru: Правка
tr: _Düzenle
vi: _Sửa

source: _Help
de_de: _Hilfe
fr_fr: _Aide
it_it: _Aiuto
pl: Pomoc
ru: Справка
tr: _Yardım
vi: Trợ _giúp

source: _Kill
fr_fr: _Tuer
it_it: _Uccidi
ru: _Завершить процесс
tr: _Öldür
vi: _Buộc chấm dứt

source: _Kill Process
de_de: _Prozess abbrechen
fr_fr: _Tuer Processus
it_it: _Uccidi il Processo
pl: Zabij Proces
ru: Остановить процесс
tr: İ_şlemi Öldür
vi: _Buộc chấm dứt tiến trình

source: _Open Log
de_de: _Logdatei öffnen
fr_fr: _Ouvrir log
it_it: Apri il L_og
pl: Otwórz log
ru: Открыть лог
tr: Kaydı A_ç
vi: _Mở log

source: _Pretend
de_de: _Vorschau (pretend)
fr_fr: _Simuler
pl: Symuluj
ru: Имитировать
tr: _Sahte İşlem
vi: _Chạy giả

source: _Process
de_de: _Prozess
fr_fr: _Processus
it_it: _Processo
pl: Proces
ru: Процесс
tr: _İşlem
vi: _Tiến trình

source: _Queue
de_de: _Warteschlange
fr_fr: _File d'attente
it_it: _Metti in Coda
pl: Kolejka
ru: Очередь
tr: İşle_m Sırası
vi: _Hàng đợi

source: _Resume
de_de: _Wiederaufnehmen
fr_fr: _Reprendre
it_it: _Riprendi
pl: Wznów
ru: Продолжить
tr: De_vam Et
vi: _Chạy tiếp

source: _Settings
de_de: _Einstellungen
fr_fr: _Réglages
it_it: _Configurazioni
pl: Ustawienia
ru: Настройки
tr: Aya_rlar
vi: _Thiết lập

source: _Skip First Package
de_de: _Erstes Paket überspringen
fr_fr: _Sauter le premier packetage
it_it: _Salta il Primo Pacchetto
pl: Pomiń pierwszy pakiet
ru: Пропустить первый пакет
tr: İlk _Paketi Atla
vi: _Bỏ qua gói đầu tiên

source: _Update
pl: Aktualizuj
tr: G_üncelle

source: _Upgrade
de_de: _Aktualisieren
fr_fr: _Mise à jour
it_it: _Aggiorna
pl: Aktualizuj
ru: Обновить
tr: Y_ükselt
vi: _Nâng cấp

source: _Verbose
de_de: _Ausführlich (verbose)
fr_fr: _Verbeux
it_it: _Prolisso
pl: Szczegóły
ru: Подробный вывод
tr: _Detaylı
vi: _Chi tiết

source: _View:
de_de: _Ansicht:
fr_fr: _Vue:
it_it: _Visualizza:
pl: Zobacz:
ru: Вид:
tr: G_örünüm:
vi: _Xem:

source: Error reading emerge log file. Check file permissions, or check for corrupt log file.
de_de: Fehler beim Lesen der Emerge Logdatei. Überprüfen Sie die Dateiberechtigungen, oder prüfen Sie ob die Datei beschädigt ist.
fr_fr: Erreur pendant la lecture du fichier log. Verifiez les permissions sur ce fichier, ou verifiez que ce fichier n'est pas corrompu.
it_it: Errore in lettura del file di log di emerge.Controlla i permessi del file o se il file è corrotto.
pl: Błąd odczytu logów emerge. Sprawdź uprawnienia oraz poprawność danych zawartych w pliku logów
ru: Ошибка чтения файла лога. Проверьте, имеете ли вы права доступа и поврежден ли файл лога.
tr: Emerge kayıt dosyasını okumada hata. Dosya izinlerini kontrol edin, dosya bozuk da olabilir.
vi: Lỗi đọc emerge log. Vui lòng kiểm tra quyền truy cập hoặc kiểm tra xem tập tin log có hư không.

source: Enable
de_de: Ermöglichen Sie
fr_fr: Activer
it_it: Abilita
pl: Aktywuj
ru: Разрешать
tr: Etkinleştir
vi: Làm cho có thể

source: Plug-in
pl: Wtyczka
ru: штепсельное соединение
tr: Eklenti

source: Viewing Dependency of:
de_de: Ansehende Abhängigkeit von:
fr_fr: Dépendance de visualisation:
pl: Podgląd Zależności:
ru: Просмотр зависимостей из:
tr: Şu paket için bağımlılığa bakılıyor:
vi: Xem phụ thuộc của:

source: Using
de_de: Benutze
fr_fr: Utilisant
it_it: Utilizzate
pl: Używa
ru: Используя
tr: Kullanılıyor
vi: Dủng

source: Not Using
de_de: Benutze nicht
fr_fr: N'utilisant pas
it_it: Non Utilizzate
pl: Nie używa
ru: Не используя
tr: Kullanılmıyor
vi: Không dùng

source: Using %s
de_de: Benutze %s
fr_fr: Utilisant %s
it_it: Utilizzo %s
pl: Używa %s
ru: Используя %s
tr: %s kullanılıyor
vi: Dùng %s

source: Not Using %s
de_de: Benutze nicht %s
fr_fr: N'utilisant pas %s
it_it: Non Utilizzo %s
pl: Nie używa %s
ru: Не используя %s
tr: %s kullanılmıyor
vi: Không dùng %s

source: Any of:
de_de: Irgendeines von:
fr_fr: Un de:
it_it: Nessuno di:
pl: Każdy z:
ru: Любой из:
tr: Şunlar hariç:
vi: Bất kỳ trong:

source: All of:
de_de: Alle von:
fr_fr: Tous:
it_it: Tutti di:
pl: Wszystkie z:
ru: Все из:
tr: Şunların hepsi:
vi: Mọi cái:

source: None
de_de: Keine
fr_fr: Aucun
it_it: Nessuno
pl: Brak
ru: Никакие
tr: Hiçbiri
vi: Không
