Repository: fcolecumberri/porthole
Catalog: porthole/i18n/*.po
Languages: de_de, fr_fr, it_it, pl, ru, tr, vi

source: A GTK+ frontend to Portage
de_de: Eine GTK+ Oberfläche für Portage
fr_fr: Une application graphique en GTK+ pour Portage
it_it: Un'Interfaccia GTK+ per Portage
pl: Graficzna nakładka w GTK+ na Portage
ru: Графический интерфейс на GTK+ для Portage
tr: Portage için bir GTK+ arayüzü
vi: Giao diện đồ hoạ GTK+ cho Portage

source: About
de_de: Über
fr_fr: A Propos de
it_it: Soggetto:
pl: O Programie
ru: О программе
tr: Hakkında
vi: Giới thiệu

source: Authors
de_de: Autoren
fr_fr: Auteurs
it_it: Autori
pl: Autorzy
ru: Авторам
tr: Geliştiriciler
vi: Tác giả

source: Copyright (c) 2003 - 2008
tr: Telif Hakkı (c) 2003 - 2008

source: License
de_de: Lizenz
it_it: Licenza
pl: Licencja
ru: Лицензия
tr: Lisans
vi: Giấy phép

source: _Homepage
de_de: _Webseite
fr_fr: _Site Internet
pl: _Strona Projektu
ru: Домашняя страница
tr: _Anasayfa
vi: _Trang chủ

source: --buildpkg (-b) Tells emerge to build binary packages for all ebuilds processed in addition to actually merging the packages. Useful for maintainers or if you administrate multiple Gentoo Linux systems (build once, emerge tbz2s everywhere). The package will be created in the ${PKGDIR}/All directory. An alternative for already-merged packages is to use quickpkg which creates a tbz2 from the live filesystem.
de_de: --buildpkg (-b) Durch das Aktivieren dieser Option wird für jedes verarbeitete Paket zusätzlich ein Binärpaket zu erzeugt. Das ist hilfreich, wenn sie mehrere Gentoo Linux Systeme administrieren (auf einem System installieren und auf den anderen jeweils die tbz2s Pakete für Emerge benutzen). Die Pakete werden im ${PKGDIR}/All Verzeichnis erstellt. Eine Alternative dieser Option um Archive für bereits installierte Pakete im Nachhinein zu erstellen ist die quickpkg Option.
fr_fr: --buildpkg (-b) Dit à emerge de créer des packetages binaires pour tout ebuild compilé en plus de l'emerge en soi. Utile pour les admin de plusieurs systèmes Gentoo (compiler une fois et emerger des tbz2 partout). Le packetage sera créé dans le repertoire ${PKGDIR}/all. Une alternative pour les packetages déjà émergés est d'utiliser quickpkg qui va créer un tbz2.
pl: --buildpkg (-b) Każe emerge oprócz instalacji pakietów budować także spakowane pakiety binarne. Przydatne gdy masz kilka systemów z Gentoo (kompilujesz raz, instalujesz binarki szybko na wszystkich maszynach. Pakiety będą w ${PKGDIR}/All - zazwyczaj /usr/portage/packages/All
ru: --buildpkg (-b) Помимо сборки и установки собрать бинарные архивы для всех обработанных пакетов. Данная возможность может быть использована администраторами нескольких машин с Gentoo, позволяя собрать пакеты единожды и установить полученные инарные архивы на все машины. Архивы будут созданы в каталоге ${PKGDIR}/All. Альтернативой является использование программы quickpkg, которая создает бинарные архивы из установленных пакетов.
tr: --buildpkg (-b) Emerge işleminin sonucunda derlenmiş paketler oluşturur. Hata kurtarma işleminde ya da birden fazla Gentoo kurulumunda yoneticilere yardımcı olması için düşünülmüştür (örn: bir kez derle, hepsine kur.) Oluşturulan derlenmiş paketler ${PKGDIR}/All dizininde tutulur. Sisteminizde kurulu olan paketlerin derlenmiş paketleri için quickpkg alternatifini kullanabilirsiniz.
vi: --buildpkg (-b) Tạo gói nhị phân cho mọi ebuild được xử lý ngoài việc cài vào hệ thống. Hữu dụng khi quản lý cùng lúc nhiều hệ thống Gentoo (tạo một lần, tbz2 cho những lần khác). Những gói này nằm trong thư mục ${PKGDIR}/All. Cách khác để tạo gói là dùng lệnh quickpkg sau khi đã cài đặt.

source: --color < y | n > Enable or disable color output. This option will override NOCOLOR (see make.conf(5)) and may also be used to force color output when stdout is not a tty (by default, color is disabled unless stdout is a tty).
fr_fr: --color < y | n > Rendre capable ou rendre infirme la production de couleur. Cette option annulera NOCOLOR (voit que make.conf(5)) et pourrait être aussi utilisé pour forcer la production de couleur quand stdout n'est pas un tty (par défaut, la couleur est rendue infirme à moins que stdout est un tty).
pl: --color < y | n > Włącza lub wyłącza kolorowanie wyjścia. Ta opcja nadpisze NOCOLOR (zobacz make.conf(5)) i może być również używana aby wymusić kolorowanie składni wyjścia gdy standardowym wyjściem nie jest tty (domyślnie kolorowanie jest wyłączone jeżeli standardowym wyjściem nie jest tty).
tr: --color < y | n > Renkli çıktıyı açar veya kapatır. Bu seçenek NOCOLOR'u etkisiz kılar. (bkz make.conf(5)) tty dışında işlem yapılırken renk zorlaması için kullanilabilir (varsayılan olarak, çıktı tty içinde değilse renk pasiftir).

source: --ignore-default-opts Causes EMERGE_DEFAULT_OPTS (see make.conf(5)) to be ignored.
fr_fr: --ignore-default-opts Les causes EMERGE_DEFAULT_OPTS (voit que make.conf(5)) être négligé.
pl: --ignore-default-opts Powoduje, że EMERGE_DEFAULT_OPTS (zobacz make.conf(5)) jest ignorowane.
tr: --ignore-default-opts EMERGE_DEFAULT_OPTS (bkz make.conf(5)) seçeneklerini görmezden gelmek için kullanılır.

source: --newuse (-N) Tells emerge to include installed packages where USE flags have changed since compilation. USE flag changes include: A USE flag was added to a package. A USE flag was removed from a package. A USE flag was turned on for a package. A USE flag was turned off for a package. USE flags may be toggled by your profile as well as your USE and package.use settings.
fr_fr: --newuse (-N) Dit émerger pour inclure des packets installés où drapeaux d'USAGE ont changé depuis la compilation. Les changements de drapeau d'USAGE incluent : Un drapeau d'USAGE a été ajouté à un packet. Un drapeau d'USAGE a été enlevé d'un packet. Un drapeau d'USAGE a été allumé pour un packet. Un drapeau d'USAGE a été éteint pour un packet. Les drapeaux d'USAGE pourraient être basculés par votre profil de même que vos cadres d'USAGE et packet.usage.
pl: --newuse (-N) Nakazuje emerge sprawdzenie, w których pakietach flagi USE zostały zmienione od czasu ostatniej kompilacji. Gwiazdka oznacza, że dana flaga USE zmieniła się od czasu lompilacji.
tr: --newuse (-N) Emerge islemine, son islemden bu yana degisen USE bayraklarini dikkate almasini soyler. USE bayrağı değişiklikleri şunları içerir: Bir USE bayrağı bir pakete eklenmişse. Bir USE bayrağı bir paketten çıkarılmışsa. Bir USE bayrağı bir paket için açılmışsa. Bir USE bayrağı bir paket için kapatılmışsa. USE bayrakları profil dosyalarınız ya da package.use ayarları ile değiştirilebilir.

source: --noconfmem Causes portage to disregard merge records indicating that a config file inside of a CONFIG_PROTECT directory has been merged already. Portage will normally merge those files only once to prevent the user from dealing with the same config multiple times. This flag will cause the file to always be merged.
de_de: --noconfmem Veranlasst Portage dazu die Funktion zur Überprüfung auf installierte Konfigurationsdateien auszulassen. Portage installiert diese Dateien normalerweise nur einmal, um dem Benutzer den Aufwand mit ein und denselben Konfigurationsdateien zu ersparen. Diese Option veranlasst Portage dazu, die Dateien dennoch zu installieren.
fr_fr: --noconfmem Dit à Portage d'ignorer les enregistrements indiquant qu'un fichier config a déjà été mergé.
pl: --noconfmem Nakazuje portage wielokrotną instalację plików do folderów oznaczonych jako CONFIG_PROTECT. Normalnie jeżeli pliki są już tam obecne to nie zostaną ponownie zainstalowane.
ru: --noconfmem Игнорировать существующие файлы настройки в защищенном каталоге, которые могут быть перезаписаны в процессе установки.
tr: --noconfmem Portage öntanımlı olarak, CONFIG_PROTECT ile belirtilmiş dizinler içerisindeki ayar dosyalarına dokunmaz. İşlemden sonra kullanıcıya sunar ve isteğe göre değişiklik yapar. Bu seçenek, belirtilen dizinlerdeki korumayı görmezden gelir ve kurulan paketlerdeki ayar dosyalarının öntanımlı halini sistemdekilerin üzerine yazar.
vi: --noconfmem Làm portage bỏ qua mọi thông tin merge cho biết rằng tập tin cấu hình bên trong thư mục CONFIG_DIRECTORY đã được merge rồi. Portage bình thường sẽ merge những tập tin này chỉ một lần để tránh giải quyết cùng tập tin cấu hình nhiều lần. Cờ này sẽ làm tập tin luôn luôn được merge.

source: --oneshot (-1) Emerge as normal, but do not add the packages to the world file for later updating.
de_de: --oneshot (-1) Installieren, aber die Pakete nicht zum Worldfile für spätere Aktualisierungen hinzufügen.
fr_fr: --oneshot (-1) Emerger comme d'habitude mais ne pas ajouter les packetages dans votre fichier world pour une mise à jour ultérieure.
pl: --oneshot (-1) Instaluje pakiety normalnie, z tym że nie dodaje wpisu o pakiecie do profilu world przez co pakiet nie jest brany pod uwagę przy wyszukiwaniu aktualizacji
ru: --oneshot (-1) Установить пакеты, но не записывать их в файл world для будущего обновления.
tr: --oneshot (-1) Normal olarak emerge işlemini yapar, ancak kurulan paketleri world profiline eklemez. Bu paketler sadece world'de olan bir paketin isteği üzerine güncellenir.
vi: --oneshot (-1) Emerge như bình thường, không thêm gói vào tập tin world.

source: --alphabetical When displaying USE and other flag output, combines the enabled and disabled lists into one list and sorts the whole list alphabetically.
fr_fr: --alphabetical En affichant USE et l'autre production de drapeau, combine les listes rendues capable et rendues infirme s dans une liste et trie la liste entière par ordre alphabétique.
pl: --alphabetical Podczas wyświetlania flag USE i innych informacji o flagach, lista zostaje posortowana alfabetycznie.
tr: --alphabetical Komutun göstereceği USE değerlerini alfabetik olarak listeler. Normalden farklı olarak, etkinleştirilmemiş bayraklari da karışık listeler.

source: --ask (-a) Before performing the action, display what will take place (server info for --sync, --pretend output for merge, and so forth), then ask whether to proceed with the action or abort. Using --ask is more efficient than using --pretend and then executing the same command without --pretend, as dependencies will only need to be calculated once. WARNING: If the "Enter" key is pressed at the prompt (with no other input), it is interpreted as acceptance of the first choice. Note that the input buffer is not cleared prior to the prompt, so an accidental press of the "Enter" key at any time prior to the prompt will be interpreted as a choice!
fr_fr: --ask (-a) Avant qu'exécuter l'action, afficher ce qu'interviendra (l'information de serveur pour --sync, --prétend la production pour fusionne, et ainsi de suite), alors demander si procéder avec l'action ou avorte. L'utilisation --demande est plus efficace qu'utilisant --prétend et exécutant alors le même ordre sans --pretend, comme dépendances auront seulement besoin d'être calculé une fois. AVERTISSEMENT : Si le « Entrer » clé est appuyé au prompt (avec les non autres données), il est interprété comme l'acceptation du premier choix. Noter que le tampon d'entrée n'est pas éclairci avant le prompt, donc une presse accidentelle du « Entrer » clé à tout moment avant le prompt sera interprété comme un choix !
pl: --ask (-a) Przed wykonaniem instalacji pokazuje jakie pakiety i archiwa będą instalowane.
tr: --ask (-a) --pretend seçeneği gibi, yapılacak işlemlerin bir listesini görüntüler ve devam etmek isteyip istemediğinizi sorar. UYARI: Eğer başka bir tuşa basmadan "Enter" tuşuna basarsanız, sistem bu cevabı EVET olarak algılayacaktır. Eğer bir tuşa sorudan once basarsanız, girdi önbellekte saklanacak, ardından sorulduğu an işleme geçecektir.

source: --buildpkgonly (-B) Creates binary packages for all ebuilds processed without actually merging the packages. This comes with the caveat that all build-time dependencies must already be emerged on the system.
de_de: --buildpkgonly (-B) Binärpakete für alle verarbeiteten Pakete erstellen, anstatt die Pakete tatsächlich auf Ihrem System zu installieren. Dies setzt voraus, dass alle Abhängigkeiten des betroffenen Pakets bereits auf Ihrem System vorhanden sein müssen.
fr_fr: --buildpkgonly (-B) Crée des packetages binaires de tous les ebuilds sans les merger. Ceci sous-entend que toutes les dépendances doivent être mergées.
pl: --buildpkgonly (-B) Tworzy pakiety binarne bez ich instalowania. Wszystkie zależności muszą być jednak zainstalowane wcześniej
ru: --buildpkgonly (-B) Собрать указанные пакеты и создать бинарные архивы, не производя настоящую установку. Все зависимости указанных пакетов должны быть уже установлены.
tr: --buildpkgonly (-B) Derlenmiş bir paket oluşturur, ancak bunu sisteme kurmaz. Derleme için gerekli bağımlılıklar sistemde bulunmalıdır.
vi: --buildpkgonly (-B) Tạo gói nhị phân cho mọi ebuild được xử lý mà không cài đặt vào hệ thống. Lệnh nào kèm theo cảnh báo rằng mọi phụ thuộc của gói cần xử lý phải được cài sẵn trong hệ thống.

source: --columns Used alongside --pretend to cause the package name, new version, and old version to be displayed in an aligned format for easy cut-n-paste.
fr_fr: --columns Utilisé à côté --pretend pour causer le nom de packet, la nouvelle version, et la vieille version être affiché dans un format aligné pour la coupure-n facile-la pâte.
tr: --columns Sahte işlem çıktısını dikey düzende gösterir.

source: --debug (-d) Tells emerge to run the emerge command in --debug mode. In this mode the bash build environment will run with the -x option, causing it to output verbose debugging information to stdout. This also enables a plethora of other output mostly dependency resolution messages).
de_de: --debug (-d) Aktivieren Sie diese Option, um das Emerge Kommando im Debug Modus auszuführen. In diesem Modus wird die Bash Installationsumgebung mit der -x Option ausgeführt. Dadurch werden alle Debug Informationen nach stdout ausgegeben. Die Debug Option ist hilfreich, um Bash Syntaxfehler zu finden.
fr_fr: --debug (-d) Dit à emerge de lancer la commande en mode debug. Avec cette option, l'environnement bash va s'exécuter avec l'option -x, obligeant le système à afficher les informations de débogage sur stdout.
pl: --debug (-d) Każe emerge wykonywać operacje w trybie raportowania (debug mode). Przydatne przy wyszukiwaniu błędów składniowych poleceń basha
ru: --debug (-d) Провести установку в режиме отладки. Окружение установочных скриптов будет запущено с параметром -x
tr: --debug (-d) Hata ayıklama modunda işlem yaptırır. Bu mod, olabilecek bütün detaylı çıktıyı ekrana yazdırır. Kabuk karakter hataları ve benzer hataları bulmaya oldukça yardımcı olur.
vi: --debug (-d) Chạy emerge trong chế độ debug. Chế độ này bash sẽ chạy với tùy chọn -x, kết quả sẽ rất chi tiết. Debug rất tốt khi tìm lỗi cú pháp bash.

source: --deep (-D) This flag forces emerge to consider the entire dependency tree of packages, instead of checking only the immediate dependencies of the packages. As an example, this catches updates in libraries that are not directly listed in the dependencies of a package. Also see --with-bdeps for behavior with respect to build time dependencies that are not strictly required.
de_de: --deep (-D) Wenn diese Option zusammen mit der update Option benutzt wird (empfohlen), wird Portage dazu angewiesen die Abhängigkeiten von allen installierten Paketen zu berücksichtigen.
fr_fr: --deep (-D) Quand utilisée avec update, cette option force emerge à prendre en compte l'arborescence entière, au lieu des dépendances directes du packetage.
pl: --deep (-D) W połączeniu z opcją aktualizacji flaga ta każe emerge sprawdzić emerge całe drzewo zależności pakietów a nie tylko bezpośrednie zależności. Przydatne przy wyszukiwaniu brakujących zależności nie zaznaczonych w samym instalowanym pakiecie.
tr: --deep (-D) Bu seçenek emerge işleminde yalnızca gerekli bağımlılıkları değil, onların da bağımlı olduğu bütün bağımlılık ağacını kontrol eder. Örneğin bu seçenek kullanıldığında, ebuild'de bulunmayan bazı kütüphane (lib) paketleri de etkilenebilir. Ayrıca paketlerin derlenme bağımlılıkları için --with-bdeps seçeneğine de bakabilirsiniz.
vi: --deep (-D) Khi dùng với update, cờ này buộc emerge xem xét toàn bộ cây phụ thuộc. thay vỉ chỉ kiểm tra những gói phụ thuộc trực tiếp. Ví dụ, nó sẽ cập nhật những thư viện không phải là phụ thuộc trực tiếp của gói.

source: --emptytree (-e) Reinstalls all world packages and their dependencies to the current USE specifications while differing from the installed set of packages as little as possible. You should run with --pretend first to make sure the result is what you expect.
fr_fr: --emptytree (-e) Réinstalle tous packets mondiaux et leurs dépendances aux spécifications USE actuelles pendant que différer de la série installée de packets le moins possible. Vous devriez courir avec --pretend premièrement pour assurer que le résultat est que vous prévoyez.
tr: --emptytree (-e) Sanal olarak bütün bağımlılık ağacını yok sayar, ardından paketin isteklerine gore sıfırdan oluşturur. --pretend ile kullanıldığında özellikle geliştiricilerin bir paketin bütün bağımlılıklarını görmesinde büyük kolaylık sağlar.

source: --fetch-all-uri (-F) Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies), grabbing all potential files.
de_de: --fetch-all-uri (-F) Nur herunterladen anstatt die Pakete zu installieren. (Ausgewähltes Paket mit allen Abhängigkeiten)
fr_fr: --fetch-all-uri (-F) Au lieu de compiler les packetages, juste les télécharger (le packetage demandé et toutes ses dépendances.)
ru: --fetch-all-uri (-F) Только скачать необходимые файлы для установки, включая зависимости, вместо настоящей сборки пакетов.
tr: --fetch-all-uri (-F) --fetchonly seçeneği ile ayni işi yapar, ancak paketin bütün USE bayrakları kullanılacakmış gibi, kullanılmayabilecek bazı paketleri de indirir.
vi: --fetch-all-uri (-F) Thay vì tạo gói, chỉ lấy những gói về (cả gói chính lẫn gói phụ thuộc).

source: --fetchonly (-f) Instead of doing any package building, just perform fetches for all packages (the main package as well as all dependencies).
de_de: --fetchonly (-f) Nur herunterladen anstatt die Pakete zu installieren. (Ausgewähltes Paket mit allen Abhängigkeiten)
fr_fr: "--fetchonly (-f) Au lieu de compiler les packetages, juste les télécharger (le packetage demandé et toutes ses dépendances.)
ru: --fetchonly (-f) Только скачать необходимые файлы для установки, включая зависимости, вместо настоящей сборки пакетов.
tr: --fetchonly (-f) Paketleri ve bağımlılıklarını kurmak yerine, sadece sisteme indirir.
vi: --fetchonly (-f) Thay vì tạo gói, chỉ lấy những gói về (cả gói chính lẫn gói phụ thuộc).

source: --getbinpkg (-g) Using the server and location defined in PORTAGE_BINHOST (see make.conf(5)), portage will download the information from each binary package found and it will use that information to help build the dependency list. This option implies -k. (Use -gK for binary-only merging.)
fr_fr: --getbinpkg (-g) L'utilisation du serveur et l'emplacement ont défini dans PORTAGE_BINHOST (voit que make.conf(5)), port téléchargera les informations de chaque packet binaire trouvé et il utilisera que les informations pour aider construisent la liste de dépendance. Cette option implique -k. (L'usage -gK pour binaire-seulement fusionnant).
tr: --getbinpkg (-g) make.conf dosyasında belirtilen PORTAGE_BINHOST degişkenini kullanarak, sunucudan hazır derlenmiş paketleri indirip kurar. Bağimlılık listesi de derlenmiş paketlere göre değişebilir. Bu seçenek '-k' seçeneğini de içerir. (Sadece derlenmiş paketleri kurmak için -gK kullanın.)

source: --getbinpkgonly (-G) This option is identical to -g, as above, except it will not use ANY information from the local machine. All binaries will be downloaded from the remote server without consulting packages existing in the local packages directory.
fr_fr: --getbinpkgonly (-G) Cette option est identique à -g, comme au-dessus, sauf lui n'utilisera pas d'informations de la machine locale. Tout binaire sera téléchargé du serveur éloigné sans les packets de conseil existant dans l'annuaire de packets local.
tr: --getbinpkgonly (-G) Bu seçenek de -g seçeneğinin bir kopyasıdır. Farklı olarak, yerel makinadan bağımlılıklar dahil hiç bilgi almadan işlem yapar. Yerel makinadaki paketler dikkate alınmadan, bütün bağımlılıkları uzak sunucudan alarak işlem yapar.

source: --nodeps (-O) Merges specified packages without merging any dependencies. Note that the build may fail if the dependencies are not satisfied.
de_de: --nodeps (-O) Installiert das ausgewählte Paket ohne die Abhängigkeiten zu installieren. Bitte beachten Sie, dass das Paket nicht erfolgreich installiert werden könnte, falls Abhängigkeiten fehlen.
fr_fr: --nodeps (-O) Merge les packetages spécifiés sans leurs dépendances. Remarquez que la compilation peut échouer si toutes les dépendances ne sont pas assurées.
pl: --nodeps (-O) Instaluje wybrane pakiety bez zależności. Instalacja może się nie udać jeżeli brakuje zależności wymaganych przy kompilacji
ru: --nodeps (-O) Установить указанные пакеты без установки их зависисмостей. Заметьте, что установка скорее всего закончится ошибкой, если зависимости не установлены.
tr: --nodeps (-O) Belirtilen paketleri kurar, ancak hiçbir bağımlılığı kurmaz. Bu işlem zorunlu bağımlılıkları gözetmediğinden hataya sebep olabilir.
vi: --nodeps (-O) Cài gói xác định mà không cài gói phụ thuộc của nó. Chú ý rằng quá trình tạo có thể thất bại nếu các phụ thuộc không đầy đủ.

source: --noreplace (-n) Skips the packages specified on the command-line that have already been installed. Without this option, any packages, ebuilds, or deps you specify on the command-line will cause Portage to remerge the package, even if it is already installed. Note that Portage will not remerge dependencies by default.
de_de: --noreplace (-n) Überspringt schon installierte Pakete. Ohne diese Option werden alle Pakete, Ebuilds oder Abhängigkeiten installiert, auch wenn sie schon auf Ihrem System vorhanden sind. Anmerkung: Portage installiert in der Standardeinstellung keine schon auf dem System vorhandene Abhängigkeiten.
fr_fr: --noreplace (-n) Saute les packetages spécifiés dans la ligne de commande qui ont déjà été installés. Sans cette option, tout packetage specifié *va* dire à Portage de re-emerger le packetage. Notez que Portage ne re-emergera pas les dépendances par défaut.
pl: --noreplace (-n) Opuszcza instalację pakietów podanych w wierszu poleceń, które są już zainstalowane. Normalnie portage instaluje wszystkie pakiety podane w wierszu poleceń.
ru: --noreplace (-n) Игнорировать те пакеты, указанные в команде установки, которые уже установлены. Без данного параметра *все* пакеты, указанные в команде установки, будут пересобраны и переустановлены. По умолчанию, это не распространяется на зависимости, устанавливаемые автоматически.
tr: --noreplace (-n) İşlem yapılacak paketler arasında zaten sisteme kurulu olan paketler varsa, onları atlayacaktır. Bu seçeneği kullanmazsanız, bütün belirtilen paketler *sistemde olsalar dahi* Portage onları tekrar kuracaktır. Ancak Portage öntanımlı olarak kurulu bağımlılıkları yeniden kurmaz.
vi: --noreplace (-n) Bỏ qua các gói xác định trên dòng lệnh mà đã cài đặt. Không có tùy chọn này, bất kỳ gói nào, ebuild hoặc phụ thuộc bạn xác định trên dòng lệnh, Portage *sẽ* cài đặt lại gói đó, ngay cả khi nó đã cài rồi. Chú ý Portage mặc định sẽ không cài đặt lại các gói phụ thuộc.

source: --nospinner Disables the spinner for the session. The spinner is active when the terminal device is determined to be a TTY. This flag disables it regardless.
fr_fr: --nospinner Rend infirme le fileur pour la séance. Le fileur est actif quand l'appareil délimitant est déterminé d'être un TTY. Ce drapeau le rend infirme quand même.
tr: --nospinner Hazırlık kısmında dönen çubuğu iptal eder.
