Repository: fcolecumberri/porthole
Catalog: porthole/i18n/*.po
Languages: de_de, fr_fr, it_it, pl, ru, tr, vi

source: Emerge this ebuild
de_de: Dieses Ebuild emergen
fr_fr: Emerger cet ebuild
pl: Zainstaluj tego ebuilda
ru: Установить этот ebuild
tr: Bu ebuildi kur
vi: Cài đặt ebuild này

source: Pretend Emerge this ebuild
de_de: Emergevorschau für dieses Ebuild
fr_fr: Simuler l'emerge de cet ebuild
it_it: Simula l'installazione di questo ebuild
pl: Symuluj instalację tego ebuilda
ru: Имитировать установку этого ebuild'а
tr: Bu ebuildi kurar gibi yap
vi: Giả cài đặt ebuild này

source: Sudo Emerge this ebuild
de_de: Ebuild mit Sudo emergen
fr_fr: Emerge cet ebuild avec sudo
it_it: Sudo Emerge di questo ebuild
pl: Sudo Instalacja tego ebuilda
ru: Установить этот ebuild, используя sudo
tr: Bu ebuildi sudo ile kur
vi: Emerge Sudo ebuild này

source: Unmerge this ebuild
de_de: Ebuild unmergen
fr_fr: Unmerger cet ebuild
pl: Odinstaluj ebuilda
ru: Удалить этот ebuild
tr: Bu ebuildi kaldır
vi: Unmerge ebuild này

source: Sudo Unmerge this ebuild
de_de: Ebuild mit Sudo unmergen
fr_fr: Unmerger cet ebuild avec sudo
it_it: Sudo Unmerge di questo ebuild
pl: Sudo deinstalacja ebuilda
ru: Удалить этот ebuild, используя sudo
tr: Bu ebuildi sudo ile kaldır
vi: Unmerge Sudo ebuild này

source: Advanced Emerge
de_de: Hoch taucht auf
fr_fr: Emerge Avancé du Packetage
tr: Gelişmiş Emerge Özellikleri

source: Remove this arch from package.keywords
de_de: Nehmen Sie diesen Bogen von heraus package.keywords
fr_fr: Enlever cet "arch" de fichier package.keywords
it_it: Rimuovi questo "arch" di package.keywords
pl: Usuń z package.keywords
ru: Удалить эту архитектуру package.keywords
tr: Bu mimariyi package.keywords dosyasından kaldır
vi: Hủy bỏ kiến trúc này từ package.keywords

source: Remove ebuild keyword from package.keywords
de_de: Nehmen Sie ebuild Stichwort von heraus package.keywords
fr_fr: Enlever "ebuild keyword" de fichier package.keywords
it_it: Rimuovi l'ebuild keyword dalle package.keywords
pl: Usuń z package.keywords
ru: Удалить эту Ebuild ключевому слову из файла package.keywords
tr: Ebuild anahtarını package.keywords dosyasından kaldır
vi: Loại khỏi package.keywords

source: Remask this ebuild
de_de: Dieses Ebuild wieder maskieren
fr_fr: Remasquer cet ebuild
it_it: Rimaschera questo ebuild
pl: Zamaskuj tego ebuilda
ru: Изменить маску данного пакета
tr: Bu ebuildi yeniden maskele
vi: Mask lại ebuild này

source: Show the properties for this ebuild
fr_fr: Afficher les propriétés de ce ebuild
it_it: Guarda le proprietà per questo ebuild
pl: Pokaż właściwości tego ebuilda
ru: Показать свойства для этого Ebuild
tr: Bu ebuildin özelliklerini göster
vi: Hiển thị các tài sản cho ebuild này

source: Add %s to package.keywords (for this ebuild only)
de_de: %s zur package.keywords hinzufügen (Nur für dieses Ebuild)
fr_fr: Ajouter %s au fichier package.keywords (pour cet ebuild seulement)
it_it: Aggiungi %s alle package.keywords (solamente per questo ebuild)
pl: Dodaj %s do package.keywords (dla tego ebuilda)
ru: Добавить %s в package.keywords (только для данного ebuild'а)
tr: %s değerini package.keywords dosyasına ekle (sadece bu ebuild için)
vi: Thêm %s vào package.keywords (chỉ ebuild này)

source: Add this arch to package.keywords
de_de: Mit arch zu der package.keywords hinzufügen
fr_fr: Ajouter cet "arch" au fichier package.keywords
it_it: Aggiungi questo "arch" di package.keywords
pl: Dodaj do package.keywords
ru: Добавить эту архитектуру для файла package.keywords
tr: Bu mimariyi package.keywords dosyasına ekle
vi: Thêm kiến trúc này để package.keywords

source: Add to package.keywords (for this ebuild only)
de_de: Fügen Sie zur package.keywords hinzufügen (Nur für dieses Ebuild)
fr_fr: Ajouter au fichier package.keywords (pour cet ebuild seulement)
it_it: Aggiungi alle package.keywords (solamente per questo ebuild)
pl: Dodaj do package.keywords (dla tego ebuilda)
ru: Добавить к файлу package.keywords (для этого Ebuild только)
tr: package.keywords dosyasına ekle (sadece bu ebuild için)
vi: Thêm vào package.keywords (chỉ ebuild này)

source: Add to package.keywords
de_de: Mit zu der package.keywords hinzufügen
fr_fr: Ajouter à la fin de package.keywords
it_it: Aggiungi alle package.keywords
pl: Dodaj do package.keywords
ru: Добавить к файлу package.keywords
tr: package.keywords dosyasına ekle
vi: Thêm vào package.keywords

source: Mask this ebuild or package
fr_fr: Masquer cette ebuild ou un colis
it_it: Maschera di questo ebuild o pacchetti
pl: Maskuj ten ebuild lub pakiet
ru: Маска Ebuild или пакет
tr: Bu ebuild veya paketi maskele
vi: Mặt nạ này ebuild hoặc gói

source: Unmask this ebuild or package
fr_fr: Démasquer cette ebuild ou un colis
it_it: Smaschera questo ebuild o pacchetti
pl: Usuń maskowanie tego ebuilda lub pakietu
tr: Ebuild veya paketin maskesini kaldır
vi: Lộ chân tướng này ebuild hoặc gói

source: Slot %s:
ru: Слот %s:
tr: Kanal %s:

source: None
de_de: Keine
fr_fr: Aucun
it_it: Nessuno
pl: Brak
ru: Никакие
tr: Hiçbiri
vi: Không

source: Slot
ru: Слот
tr: Kanal

source: Overlay
de_de: Auflage
ru: приправка
tr: Depo
vi: Lớp phủ

source: Ebuild version no longer supported
de_de: Ebuild hat Version nicht mehr unterstützt
fr_fr: Version ebuild n'est plus supporté
it_it: Versione di Ebuild non più supportata
pl: Ta wersja ebuild nie jest już dostępna
ru: Ebuild версии больше не поддерживаются
tr: Ebuild sürümü artık desteklenmiyor
vi: Ebuild phiên bản không còn được hỗ trợ

source: Obsolete
de_de: Veraltet
fr_fr: Obsolète
it_it: Obsoleto
pl: Przestarzałe
ru: Устаревшие
tr: Eskimiş
vi: Lỗi thời

source: Y
tr: E

source: N
tr: H

source: Use flags settings:
fr_fr: Drapeaux paramètres USE:
it_it: "USE" bandiere impostazioni:
pl: Ustawienia flag USE:
ru: Флаги настройки USE:
tr: Use bayrağı ayarları:
vi: USE flag cài đặt:

source: Final environment Use flags:
de_de: Endgültige Umwelt Gebrauch kennzeichnet:
fr_fr: Drapeaux environnement final USE:
pl: Flagi USE ostatecznego środowiska:
ru: Заключительный флагами окружающей среды "USE":
tr: Son durumda Use bayrakları:
vi: Cuối cùng cờ môi trường USE:

source: Keywords:
fr_fr: Mots clés:
ru: Ключевые слова:
tr: Anahtar değerler:
vi: Từ khoá:

source: License:
de_de: Lizenz:
it_it: Licenza:
pl: Licencja:
ru: Лицензия:
tr: Lisans:
vi: Giấy phép:

source: User Configs:
de_de: Verbraucher Configs:
fr_fr: Configs d'utilisateur:
it_it: Configurazioni Utente:
ru: Пользователь Конфиги:
tr: Kullanıcı Ayarları:
vi: Cấu hình người dùng:

source: Long Description:
de_de: Lange Beschreibungen:
fr_fr: Descriptions Longues
it_it: Descrizione Lunga:
pl: Długi opis:
tr: Uzun Tanım:
vi: Mô tả chi tiết

source: Installed versions:
de_de: Installierte Versionen:
fr_fr: Version(s) installée(s):
it_it: Versioni Installate:
pl: Zainstalowana wersja:
ru: Установленные версии:
tr: Kurulu sürümler:
vi: Phiên bản đã cài:

source: Not installed
de_de: Nicht installiert
fr_fr: Non installé
it_it: Non Installato
pl: Nie zainstalowany
ru: Пакет не установлен
tr: Kurulmamış
vi: Chưa cài đặt

source: Available versions for %s:
de_de: Verfügbare Versionen für %s:
fr_fr: Version(s) disponible(s) pour %s:
it_it: Versioni disponibili per %s:
pl: Dostępne wersje dla %s:
ru: Доступные версии для %s:
tr: %s için erişilebilir sürümler:
vi: Phiên bản %s hiện có:

source: Properties for version:
de_de: Eigenschaften der Version:
fr_fr: Propriétés de la version
it_it: Proprietà per la versione:
pl: Właściwości dla wersji:
ru: Показаны свойства версии:
tr: Şu sürüm için özellikler:
vi: Thuộc tính phiên bản:

source: Metadata file "%s" does not exist.
de_de: Metadata Datei "%s" existiert nicht.
fr_fr: Fichier Metadata "%s" n'existe pas.
it_it: Metadati del file "%s" inesistenti.
pl: Plik Metadanych "%s" nie istnieje
ru: Файл метаданных "%s" не существует
tr: "%s" dosyası bulunamadı.
vi: Tập tin metadata "%s" không tồn tại.

source: Could not find pkgcore module.
it_it: Non trovo il modulo pkgcore.
pl: Nie mogę znaleźć modułu pkgcore.
tr: pkgcore modülü bulunamadı.

source: Could not find pkgcore.config module.
it_it: Non trovo il modulo pkgcore.config.
pl: Nie mogę znaleźć modułu pkgcore.config.
tr: pkgcore.config modülü bulunamadı.

source: Could not find pkgcore.const module.
it_it: Non trovo il modulo pkgcore.const.
pl: Nie mogę znaleźć modułu pkgcore.const.
tr: pkgcore.const modülü bulunamadı.

source: Could not find pkgcore.util.file.read_bash module.
it_it: Non trovo il modulo pkgcore.util.file.read_bash.
pl: Nie mogę znaleźć modułu pkgcore.util.file.read_bash
tr: pkgcore.util.file.read_bash modülü bulunamadı.

source: Could not find pkgcore.package.atom module.
it_it: Non trovo il modulo pkgcore.package.atom.
pl: Nie mogę znaleźć modułu pkgcore.package.atom.
tr: pkgcore.package.atom modülü bulunamadı.

source: Could not find portage module. Are you sure this is a Gentoo system?
de_de: Konnte Portagemodul nicht finden. Sind sie sicher, dass dies ein Gentoo System ist?
fr_fr: Impossible de trouver le module de Portage. Êtes-vous sûr que ceci est un système Gentoo?
it_it: Non trovo il modulo di portage. Sei sicuro di essere su un sistema con installato Gentoo?
pl: Nie mogę znaleźć Portage Czy to Gentoo?
ru: Модуль portage не найден. Вы уверены, что это система Gentoo?
tr: Portage modülü bulunamadı. Bu sistemin Gentoo olduğuna emin misiniz?
vi: Không tìm thấy module portage. Bạn có chắc đây là hệ thống Gentoo không?

source: No masking reason given
de_de: Kein Maskierungsgrund gegeben
fr_fr: Aucune raison donnée pour le masque
it_it: Nessun motivo segnalato per il mascheramento
pl: Nie podano powodu maskowania
ru: Неизвестна причина маскировки
tr: Maskeleme sebebi yok
vi: Không nêu lý do mask

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
it_it: Sconosciuto
pl: Nieznany
ru: Неизвестно
tr: Bilinmeyen
vi: Không rõ

source: Advanced Emerge Settings for %s
de_de: Fortgeschrittene Emerge-Einstellungen für %s
fr_fr: Paramètres avancés pour l'Emerge de %s
it_it: Configurazioni Avanzate di Installazione per %s
pl: Zaawansowane ustawienia Emerge dla %s
ru: Продвинутые настройки emerge для %s
tr: %s İçin Gelişmiş Emerge Seçenekleri
vi: Thiết lập Emerge nâng cao cho %s

source: Slot:%s
ru: Слот:%s
tr: Kanal:%s

source: {unavailable}
de_de: {nicht verfügbar}
fr_fr: {non disponible}
it_it: {non disponibile}
pl: {niedostępny}
ru: {недоступен}
tr: {erişilemez}
vi: {không sẵn sàng}

source: (unstable)
de_de: (instabil)
fr_fr: (instable)
it_it: (instabile)
pl: (niestabilny)
ru: (нестабилен)
tr: (kararsız)
vi: (không ổn định)

source: [MASKED]
de_de: [MASKIERT]
fr_fr: [MASQUE]
it_it: [MASCHERATO]
pl: [ZAMASKOWANY]
ru: [ЗАМАСКИРОВАН]
tr: [MASKELENMİŞ]

source: (recommended) (downgrade)
de_de: (empfohlen) (downgrade)
fr_fr: (recommandé) (downgrade)
it_it: (raccomandato) (degradare)
pl: (zalecane) (obniżenie wersji)
ru: (рекомендовано) (понизить версию)
tr: (önerilen) (sürüm düşürme)
vi: (khuyến khích) (hạ cấp)

source: (recommended)
de_de: (empfohlen)
fr_fr: (recommandé)
it_it: (raccomandato)
pl: (zalecane)
ru: (рекомендовано)
tr: (önerilen)
vi: (khuyến khích)

source: [installed]
de_de: [installiert]
fr_fr: [installé]
it_it: [installato]
pl: [zainstalowane]
ru: [установлен]
tr: [kurulu]
vi: [đã cài đặt]

source: Unsupported use flag
de_de: Nicht unterstütztes USE-Flag
fr_fr: Use flag non supporté
it_it: Variabile USE non supportata
pl: Niewspierana flaga USE
ru: Неподдерживаемый USE флаг
tr: Desteklenmeyen use bayrağı
vi: USE flag khỗng hỗ trợ

source: Packages to be merged
de_de: Zu installierende Pakete
fr_fr: Packetages à merger
it_it: Pacchetti da installare
pl: Pakiety do instalacji
ru: Пакеты, которые будут установлены
tr: Kurulacak paketler
vi: Các gói được cài đặt

source: The package you selected is already in the emerge queue, but it has been killed. Would you like to resume the emerge?
de_de: Das ausgewählte Paket befindet sich bereits in der Emerge Warteschlange, aber wurde abgebrochen. Wollen Sie den Emergevorgang wiederaufnehmen?
fr_fr: Le packetage que vous avez selectionné est déjà dans la file d'attente, mais il a été tué. Voulez-vous reprendre l'emerge?
it_it: Il pacchetto che hai selezionato è già in coda per essere disinstallato, ma è stato eliminato. Vuoi riprendere l'installazione?
pl: Pakiet, który wybrałeś jest już w kolejce do instalacji, lecz został usunięty. Wstrzymać instalację?
ru: Выбранный пакет уже находится в очереди на установку, которая была прервана. Хотите возобновить установку?
tr: Seçtiğiniz paket zaten emerge işlem sırasında bulunmakta, ancak işlem öldürülmüş. Emerge işlemine devam etmek ister misiniz?
vi: Gói bạn chọn đã có trong hàng đợi emerge, nhưng đã bị buộc chấm dứt. Bạn có muốn tiếp tục tiến trình emerge không?

source: The package you selected is already in the emerge queue!
de_de: Das ausgewählte Paket befindet sich bereits in der Emerge Warteschlange!
fr_fr: Le packetage que vous avez sélectionné est déjà dans la file d'attente!
it_it: Il pacchetto selezionato è già in coda per l'installazione!
pl: Zaznaczony pakiet jest już w kolejce do instalacji!
ru: Выбранный пакет уже находится в очереди на установку
tr: Seçtiğiniz paket zaten emerge işlem sırasında!
vi: Gói bạn chọn đã có trong hàng đợi emerge rồi!

source: Error Adding Package To Queue!
de_de: Fehler beim Hinzufügen des Paketes zur Warteschlange!
fr_fr: Erreur en ajoutant le packetage à la file d'attente!
it_it: Errore nell'Aggiunta del Pacchetto alla Coda!
pl: Błąd przy dodawaniu pakietu do kolejki!
ru: Ошибка добавления пакета в очередь установки
tr: Paketi Sıraya Eklerken Hata!
vi: Lỗi thêm gói vào hàng đợi!

source: OK
tr: Tamam

source: *** process killed ***
de_de: *** Prozess abgebrochen ***
fr_fr: *** processus tué ***
it_it: *** processo ucciso ***
pl: *** proces zabity ***
ru: *** процесс остановлен ***
tr: *** işlem öldürüldü ***
vi: *** đã chấm dứt tiến trình ***

source: *** process completed ***
de_de: *** Prozess abgeschlossen ***
fr_fr: *** processus complété ***
it_it: *** processo completato ***
pl: *** proces zakończony ***
ru: *** процесс выполнен ***
tr: *** işlem tamamlandı ***
vi: *** đã hoàn tất tiến trình ***

source: Warnings
de_de: Warnungen
fr_fr: Avertissements
it_it: Avvisi
pl: Ostrzeżenia
ru: Предупреждения
tr: Uyarılar
vi: Cảnh báo

source: Cautions
de_de: Hinweis
fr_fr: Mises en garde
it_it: Avvertimenti
pl: Uwagi
ru: Уведомления
tr: Bildiriler
vi: Chú ý

source: Emerge queue
de_de: Emerge-Warteschlange
fr_fr: File d'attente Emerge
it_it: Coda di Installazione
pl: Kolejka pakietów do instalacji
ru: Установить очередь
tr: Emerge sırası
vi: Hàng đợi cài đặt

source: Non-DBus
de_de: Nicht DBus
pl: Nie-DBus
tr: DBus-harici

source: ***Log Process Killed!
de_de: ***Log-Prozess abgebrochen!
fr_fr: *** Processus de log Tué!
it_it: ***Processo di Log Ucciso!
pl: ***Zabity proces Logów!
ru: ***Насильно завершен процесс лога
tr: ***Kayıt işlemi öldürüldü!
vi: ***Đã buộc chấm dứt tiến trình log!

source: Confirm: Kill the Running Process
de_de: Bestätigen: Den laufenden Prozess abbrechen
fr_fr: Confirmez: Tuer le processus actuel
it_it: Conferma: Uccidi i Processi in Corso
pl: Potwierdź: Zabij aktywny proces
ru: Подтвердите завершение запущенного процесса
tr: Onayla: Geçerli işlemi öldür
vi: Xác nhận: Buộc chấm dứt tiến trình đang chạy

source: *** Log loading complete : %s
de_de: *** Logdatei fertig geladen: %s
fr_fr: *** Chargement du log terminé : %s
it_it: *** Caricamento Log completo : %s
pl: *** Ładowanie Logów zakończone : %s
ru: *** Загрузка логов завершена : %s
tr: *** Kayıt dosyası yükleme tamamlandı : %s
vi: *** Hoàn tất nạp log : %s

source: _Cancel
de_de: _Abbrechen
fr_fr: _Annuler
it_it: _Cancella
pl: _Anuluj
ru: Отмена
tr: _İptal
vi: _Hủy bỏ

source: 'sudo -p Password: ' requires your user password to perform the command: '%s'
de_de: 'Sudo' benötigt Ihr Passwort um den folgenden Befehl auszuführen: '%s'
fr_fr: 'Sudo a besoin du mot de passe pour exécuter la commande; '%s'
it_it: 'sudo -p Password: ' richiede la tua password utente per eseguire il comando: '%s'
pl: 'Sudo' wymaga twojego hasła by wykonać operację: '%s'
ru: 'sudo -p Password: ' необходим ваш пароль для выполнения команды: '%s'
tr: 'sudo -p Şifre: ' aşağıdaki komutu çalıştırmak için şifre istiyor: '%s'
vi: 'sudo -p mật_mã: ' cần mật mã để thực hiện lệnh: '%s'

source: 'sudo: ' requires your user password to perform the command: '%s'
fr_fr: 'Sudo:' a besoin du mot de passe pour exécuter la commande; '%s'
it_it: 'sudo: ' richiede la tua password utente per eseguire il comando: '%s'
pl: 'sudo' wymaga twojego hasła by wykonać operację: '%s'
ru: 'sudo: ' необходим ваш пароль для выполнения команды: '%s'
tr: 'sudo: ' aşağıdaki komutu çalıştırmak için şifre istiyor: '%s'
vi: 'sudo: ' cần mật mã để thực hiện lệnh: '%s'

source: 'su' requires the root password to perform the command: '%s'
de_de: 'su' benötigt Ihr Passwort um den folgenden Befehl auszuführen: '%s'
fr_fr: 'su' a besoin du mot de passe pour exécuter la commande; '%s'
it_it: 'su' richiede la password di root per eseguire il comando: '%s'
pl: 'su' wymaga hasła roota by wykonać polecenie: '%s'
ru: 'su' необходим пароль суперпользователя для выполнения команды: '%s'
tr: 'su' aşağıdaki komutu çalıştırmak için şifre istiyor: '%s'
vi: 'su' cần mật mã để thực hiện lệnh: '%s'

source: Password Required to perform the command: '%s'
fr_fr: Mot de passe requis pour exécuter la commande: '%s'
it_it: Password richiesta per eseguire il comando: '%s'
pl: Hasło wymagane do wykonania polecenia: '%s'
ru: необходим ваш пароль для выполнения команды: '%s'
tr: Aşağıdaki komutu çalıştırmak için şifre gerekli: '%s'
vi: mật_mã cần mật mã để thực hiện lệnh: '%s'

source: Password:
de_de: Passwort:
fr_fr: Mot de passe:
pl: Hasło:
ru: Пароль:
tr: Şifre:
vi: Mật mã:

source: *** Total warnings count for merge = %d
de_de: *** Anzahl der Warnungen während des Emerge-Vorgangs = %d
fr_fr: *** Total d'avertissements pour merge = %d
it_it: *** Numero Totale di Avvisi durante l'installazione = %d
pl: *** Suma ostrzeżeń dla instalacji = %d
ru: *** Общее количество предупреждений во время установки = %d
tr: *** Kurulum için toplam uyarı = %d
vi: *** Tổng số cảnh báo cài đặt = %d

source: *** Total cautions count for merge = %d
de_de: *** Anzahl der Hinweise während Emerge = %d
fr_fr: *** Total de mises en garde pour merge = %d
it_it: *** Numero Totale di Avvertimenti durante l'installazione = %d
pl: *** Suma uwag dla instalacji = %d
ru: *** Общее число уведомлений за установку = %d
tr: *** Kurulum için toplam bildiri = %d
vi: *** Tổng số chú ý cài đặt = %d

source: *** Unfortunately, you don't have enough logged information about the listed packages to calculate estimated build times accurately.
de_de: *** Leider haben Sie nicht genügend geloggte Informationen über die aufgeführten Pakete, um die geschätzte Kompilierzeit genau zu berechnen.
fr_fr: *** Malheureusement, vous n'avez pas assez d'informations enregistrées pour faire une estimation précise du temps de compilation.
it_it: *** Sfortunatamente, non hai abbastanza informazioni memorizzate per i pacchetti selezionati per stimare i tempi di compilazione accuratamente.
pl: *** Niestety nie masz dość informacji w logach by wyliczyć bardziej dokładny czas kompilacji.
ru: ***·Недостаточно информации, чтобы оценить предполагаемое время сборки пакетов.
tr: *** Malesef sisteminizde bu paketlerin ortalama derlenme zamanlarını hesaplamak için yeterli sistem kaydı bulunamadı.
vi: *** Không may, bạn không có đủ thông tin cần thiết về gói này để ước lượng thời gian tạo một cách chính xác.

source: *** Based on the build history of these packages on your system, I can estimate that emerging them usually takes, on average, %(days)d days, %(hours)d hrs, %(minutes)d mins, and %(seconds)d secs.
de_de: *** Ausgehend von den Installationsprotokollen dieser Pakete auf Ihrem System, schätze ich, dass der "Emerge"-Vorgang etwa %(days)d Tage, %(hours)d Stunden, %(minutes)d Minuten und %(seconds)d Sekunden dauert.
fr_fr: *** Basé sur l'historique de ces packages sur votre système, je peux estimer que les emerge prendront, en moyenne, %(days)d jours, %(hours)d heures, %(minutes)d minutes, et %(seconds)d secondes.
it_it: *** Basata sulla cronologia di compilazione di questi pacchetti sul tuo sistema, posso stimare che installarli di solito ci vogliono, in media, %(days)d giorni, %(hours)d ore, %(minutes)d minuti, e %(seconds)d secondi.
pl: *** Korzystając z logów mogę określić średni czas kompilacji danego pakietu - %(days)d dni, %(hours)d godzin, %(minutes)d minut i %(seconds)d sekund.
ru: ***·Основываясь на результатах предыдущих сборок данных пакетов на вашей системе, предполагаемое время их установки может быть оценено как·%(days)d·дней,·%(hours)d·часов,·%(minutes)d·минут,·%(seconds)d·секунд.
tr: *** Bu paketlerin siszin sisteminizdeki derlenme zamanlarını temel alır. Ortalama olarak derlemelerinin ne kadar süreceği tahmin edilebilir, %(days)d gün, %(hours)d saat, %(minutes)d dakika, ve %(seconds)d saniye.
vi: *** Dựa trên lịch sử tạo những gói này trên hệ thống, có thể ước lượng thời gian cần dùng để tạo, tính trung bình, %(days)d ngày, %(hours)d giờ, %(minutes)d phút, %(seconds)d giây.

source: *** Note: If you have a lot of programs running on your system while porthole is emerging packages, or if you have changed your hardware since the last time you built some of these packages, this estimate may be inaccurate.
de_de: *** Anmerkung: Wenn Sie viele Programme auf Ihrem System laufen haben während Porthole Pakete installiert, oder wenn sich Ihre Hardware seit dem letzten "Emerge"-Vorgang eines dieser Pakete geändert hat, könnten die Angaben ungenau sein.
fr_fr: *** Remarque: si vous avez beaucoup de programmes lancés sur votre système pendant que Porthole emerge des packetages, ou si vous avez changé votre matériel depuis la dernière compilation de certains de ces packetages, cette estimation peut être imprécise.
it_it: *** Nota: Se hai molti programmi in esecuzione sul tuo sistema mentre porthole sta installando i pacchetti, o se hai cambiato il tuo hardware dall'ultima volta che hai compilato alcuni di questi pacchetti, questa stima potrebbe essere inaccurata.
pl: *** Notka: Duże obciążenie systemu przez inne aplikacje może wydłużyć czas kompilacji.
ru: ***·Замечание: если в момент установки запущено большое количество программ, или вы поменяли оборудование с момента последней установки любого из выбранных пакетов, данная оценка может быть неточной.
tr: *** Not: Porthole işlem yaparken çok sayıda işlem de aynı anda çalışıyorsa ya da bazı paketleri derledikten sonra donanım değişikliği yaparsanız, işlem hatalı sonuçlanabilir.
vi: *** Chú ý: Nếu bạn có nhiều chương trình cùng chạy trên hệ thống khi emerge, hoặc bạn thay đổi phần cứng tính từ lần tạo gói cuối cùng, ước lượng có thể sẽ không chính xác.

source: *** Unknown File Loading error
de_de: *** Unbekannter Fehler beim Laden der Datei
fr_fr: *** Erreur inconnue de chargement de fichier
it_it: *** Errore caricamento File sconosciuto
pl: *** Nieznany błąd ładowania plików
ru: *** Неизвестная ошибка загрузки файла
tr: *** Bilinmeyen Dosya Yükleme Hatası
vi: *** Lỗi lạnạp tập tin

source: *** File Loading... Processing...
de_de: *** Datei wird geladen... verarbeite...
fr_fr: *** Chargement de fichier... en cours...
it_it: *** Caricamento File ... In processo...
pl: *** Ładowanie Plików...
ru: *** Загрузка файла... Обработка...
tr: *** Dosya yükleniyor... İşleniyor...
vi: *** Đang nạp tập tin... Đang xử lý...

source: : Open log File
de_de: : Logdatei öffnen
fr_fr: : Ouvrir fichier log
it_it: : Apri il File di log
pl: : Otwórz plik logów
ru: : открыть файл лога
tr: : Kayıt dosyasını aç
vi: : Mở tập tin log

source: Ovewrite existing file '%s'?
de_de: Bestehende Datei '%s' überschreiben?
fr_fr: Ecraser fichier existant '%s'?
it_it: Sovrascrivo il file '%s'?
pl: Nadpisz istniejący plik '%s'?
ru: Перезаписать существующий файл '%s'?
tr: Önceki dosya '%s' üzerine yaz?
vi: Ghi đè tập tin '%s' chứ?
