Repository: fcolecumberri/porthole
Catalog: porthole/i18n/*.po
Languages: de_de, fr_fr, it_it, pl, ru, tr, vi

source: --onlydeps (-o) Only merge (or pretend to merge) the dependencies of the packages specified, not the packages themselves.
de_de: --onlydeps (-o) Nur die Abhängigkeiten der ausgewählten Pakete installieren (oder die Vorschau anzeigen), ohne die Pakete an sich zu installieren.
fr_fr: --onlydeps (-o) Merger seulement (ou simuler) les dépendances sans merger les packetages eux-mêmes.
pl: --onlydeps (-o) Instaluje (lub symuluje instalację) zależności wybranych pakietów
ru: --onlydeps (-o) Установить (или имитировать установку) только зависимости указанных пакетов, но не сами пакеты.
tr: --onlydeps (-o) Belirtilen paketlerin bağımlılıklarını kurar, ancak verilen paketleri kurmaz.
vi: --onlydeps (-o) Chỉ cài đặt (hoặc giả bộ cài đặt) các gói phụ thuộc của gói xác định mà không cài gói chính.

source: --pretend (-p) Instead of actually performing the merge, simply display what *would* have been installed if --pretend weren't used. Using --pretend is strongly recommended before installing an unfamiliar package. In the printout: N = new (not yet installed) S = new SLOT installation (side-by-side versions) U = updating (to another version) D = downgrading (best version seems lower) R = replacing (remerging same version)) F = fetch restricted (must be manually downloaded) f = fetch restricted (already downloaded) B = blocked by an already installed package
de_de: --pretend (-p) Anstatt tatsächlich zu installieren nur anzeigen was installiert *worden wäre*, wenn Sie die Vorschaufunktion nicht aktiviert hätten. Es wird dringend empfohlen die Vorschaufunktion zu benutzen, wenn Sie mit dem betroffenen Paket nicht vertraut sind. Legende: N neu, U = Aktualisierung vorhanden S = neu SLOT installation (side-by-side versions) U = updating (to another version) D=downgrading (best version seems lower) R = ersetzen F = manuelles Herunterladen nötig f = fetch restricted (already downloaded) B = blockiert von einem bereits installierten Paket.
fr_fr: --pretend (-p) Au lieu de merger les packetages, afficher ce qui serait installé si l'option était désactivée. L'usage de pretend est fortement conseillé avant d'installer un packetage inconnu. Dans la sortie. N = nouveau S = nouveau SLOTinstallation (side-by-side versions) U = mis à jour D = downgrading (best version seems lower) R = remplacement F = téléchargement manuel f = fetch restricted (already downloaded) B = bloqué par un autre packetage.
pl: --pretend (-p) Symuluje instalację wskazanych pakietów. N - ?? S - ??? U - aktualizacja D - ??? R - zastąpienie F - pobranie pliku zablokowane f - ??? B - pakiet zablokowany przez inny
tr: --pretend (-p) İşlemi yapmak yerine, yalnızca hazırlık evresini yapıp hangi paketlerin kurulacağını (veya değişeceğini) gösterir. Bilinmeyen paketleri kurarken --pretend tavsiye edilir. Çıktısında: N = yeni U = güncellenecek R = tekrar kurulacak F= indirme sınırlamalı B = kurulu bir paket tarafından engelleniyor D = alt sürüme indirilecek S = çok kanallı kurulum

source: --quiet (-q) Results may vary, but the general outcome is a reduced or condensed output of portage displays.
de_de: --quiet (-q) Das Ergebnis könnte abweichen, aber das eigentliche Resultat ist eine reduzierte oder gekürzte Ausgabe des Portage Textes.
fr_fr: --quiet (-q) Les résultats peuvent varier, mais le résultat général est une sortie réduite ou condensée de l'affichage de Portage.
pl: --quiet (-q) Wyniki mogą się zmieniać, lecz ogólny wynik to skrócony wynik zwracanyprzez portage
ru: --quiet (-q) Уменьшить количество выводимых сообщений программой установки.
tr: --quiet (-q) İşlemi yapar, ancak çıktısını olabildiğince az tutar.
vi: --quiet (-q) Kết quả có thể khác nhau, nhưng thông thường sẽ cho ra kết quả cô đọng hơn.

source: --tree (-t) Shows the dependency tree for the given target by indenting dependencies. This is only really useful in combination with --emptytree or --update and --deep.
fr_fr: --tree (-t) Montre l'arbre de dépendance pour la cible donnée en indentant des dépendances. Ceci est seulement vraiment utile dans la combinaison avec --emptytree ou --update et --deep.
tr: --tree (-t) Verilen hedef için bağımlılık ağacını girintilenmiş olarak listeler. Bu seçenek eğer --emptytree veya --update ve --deep seçenekleri ile beraber kullanılırsa daha kullanışlı olur.

source: --update (-u) Updates packages to the best version available, which may not always be the highest version number due to masking for testing and development. This will also update direct dependencies which may not be what you want. Package atoms specified on the command line are greedy, meaning that unspecific atoms may match multiple installed versions of slotted packages.
fr_fr: --update (-u) Les packets de mises à jour à la meilleure version disponible, qui toujours ne peut pas être le plus haut nombre de version en raison de masquer pour essayer et le développement. Ceci aussi mettra à jour des dépendances directes qui ne peut pas être que vous voulez. Emballer des atomes spécifiés sur la ligne d'ordre sont avides, signifiant que les atomes non spécifiques peuvent égaler le multiple versions installées de packets entaillés.
tr: --update (-u) Paketi en son uygun sürüme günceller. Bu her zaman paketin son sürümü olmayabilir. (Örn. Bazı paketlerdeki hatalar veya test nedeniyle maskelenmiş paketler.) Ayrıca bu işlem direkt bağımlılıkları da yükseltir. Sisteminizdeki çok kanallı paketler için sürüm numarasını da girmeniz gerekebilir.

source: --usepkg (-k) Tells emerge to use binary packages (from $PKGDIR) if they are available, thus possibly avoiding some time-consuming compiles. This option is useful for CD installs; you can export PKGDIR=/mnt/cdrom/packages and then use this option to have emerge "pull" binary packages from the CD in order to satisfy dependencies.
de_de: --usepkg (-k) Durch diese Option benutzt Emerge Binärpakete (aus dem Ordner $PKGDIR), sofern auf Ihrem System vorhanden. Diese Option ist hilfreich, um CD Installationen durchzuführen: Sie können den Pfad mit PKGDIR=/mnt/cdrom/packages exportieren und dann diese Option aktivieren, um das Binärpaket von der CD zu benutzen.
fr_fr: --usepkg (-k) Dit à emerge d'utiliser les packetages binaires (venant de $PKGDIR) s'ils sont disponibles, et donc d'éviter des compilations longues. Cette option est utile pour les installations à partir d'un CD; vous pouvez exporter PKGDIR=/mnt/cdrom/packages et utiliser cette option pour prendre les packetages du CD pour satisfaire les dépendances.
pl: --usepkg (-k) Każe emerge stosować pakiety binarne jeżeli są dostępne, co oszczędza czas przeznaczony na kompilację
ru: --usepkg (-k) Использовать бинарные архивы (из $PKGDIR) если они доступны, экономя время на сборке. Данная возможность может быть использована для установки с CD; при использовании данного параметра и export PKGDIR=/mnt/cdrom/packages, программа установки будет автоматически использовать архивы на CD.
tr: --usepkg (-k) emerge'ye, erişilebilirse ($PKGDIR'de belirtilen) derlenmiş paketleri kullanmasını söyler, zamandan tasarruf sağlar.CD'den kurulum gibi durumlarda oldukça işe yarar; değişkeni PKGDIR=/mnt/cdrom/packages tarzında bir komutla atayıp sistemin derlenmiş paketleri ve bağımlılıklarını oradan "çekmesini" sağlayabilirsiniz.
vi: --usepkg (-k) Dùng gói binary (từ $PKGDIR) nếu có, tránh quá trình biên dịch nếu có thể. Tùy chọn này hữu dụng để cài đặt từ CD; bạn có thể đặt PKGDIR=/mnt/cdrom/packages và sau đó dùng tùy chọn này để "lấy" các gói binary từ CD.

source: --usepkgonly (-K) Tells emerge to only use binary packages (from $PKGDIR). All the binary packages must be available at the time of dependency calculation or emerge will simply abort. Portage does not use $PORTDIR when calculating dependency information so all masking information is ignored.
fr_fr: --usepkgonly (-K) Dit emerge seulement pour utiliser des packets binaires (de $PKGDIR). Tous les packets binaires doivent être disponibles lors de calcul de dépendance ou émerge simplement avortera. Le port n'utilise pas $PORTDIR en calculant les informations de dépendance si toutes informations masquant sont négligées.
tr: --usepkgonly (-K) --usepkg gibidir. Farklı olarak, eğer belirtilen yerde gerekli bir paketin hazır derlenmiş halini bulamazsa işlem hata vererek son bulacaktır.

source: --with-bdeps < y | n > In dependency calculations, pull in build time dependencies that are not strictly required. This defaults to 'n' for installation actions and 'y' for the --depclean action. This setting can be added to EMERGE_DEFAULT_OPTS (see make.conf(5)) and later overridden via the command line.
fr_fr: --with-bdeps < y | n > Dans les calculs de dépendance, la force dans construit les dépendances de temps qui ne sont pas strictement exigées. Ceci prend par défaut à « n » pour les actions d'installation et à « y » pour le --l'action de depclean. Ce cadre peut être ajouté pour EMERGE_DEFAULT_OPTS (voit make.conf(5)) et ultérieur annulé via la ligne d'ordre.
it_it: --with-bdeps < y | n > Nei calcoli di dipendenza, tirare in costruzione di dipendenze che non sono strettamente necessari. L'impostazione predefinita è 'n' per le azioni di installazione e 'y' per l'azione - depclean. Questa impostazione può essere aggiunto a EMERGE_DEFAULT_OPTS (vedi make.conf (5)) e poi ridefinito tramite la riga di comando.
tr: --with-bdeps < y | n > Zorunlu olarak gerekli olmayan bazı derleme bağımlılıklarını da seçimlere dahil eder. Bu, kurulum işlemleri için öntanımlı olarak kapalı,--depclean için öntanımlı olarak açıktır. İstenilirse bu ayar EMERGE_DEFAULT_OPTS (bkz make.conf(5)) değişkenine atanıp, sonradan komut satırı ile görmezden gelinebilir.

source: <b>Command Preview</b>
de_de: <b>Vorschau des Kommandos</b>
fr_fr: <b>Aperçu de la commande</b>
it_it: <b>Anteprima Comando</b>
pl: <b>Podgląd Polecenia</b>
ru: <b>Предпросмотр команды</b>
tr: <b>Komut Önizleme</b>
vi: <b>Xem trước lệnh</b>

source: <b>Emerge Options</b>
de_de: <b>Emerge-Optionen</b>
fr_fr: <b>Options d'Emerge</b>
it_it: <b>Opzioni Emerge</b>
pl: <b>Opcje Emerge</b>
ru: <b>Настройки emerge</b>
tr: <b>Emerge Seçenekleri</b>
vi: <b>Tùy chọn emerge</b>

source: <b>Package Options</b>
de_de: <b>Paket-Optionen</b>
fr_fr: <b>Options des Packetages</b>
it_it: <b> Opzioni Pacchetto</b>
pl: <b>Opcje Pakietów</b>
ru: <b>Настройки пакета</b>
tr: <b>Paket Seçenekleri</b>
vi: <b>Tùy chọn gói</b>

source: Add the selected keyword to your package.keywords file. Changes will affect THIS VERSION only.
de_de: Das ausgewählte Keyword der package.keywords Datei hinzufügen. Die Änderungen betreffen nur DIESE VERSION.
fr_fr: Ajouter le mot-clé à votre package.keywords. Les changements vont affecter seulement CETTE VERSION.
it_it: Aggiungi la keyword selezionata al tuo file package.keywords. I cambiamenti riguarderanno solamente QUESTA VERSIONE.
pl: Dodaj zaznaczony keyword do twojego pliku package.keywords. Zmiany będą dotyczyć tylko tej wersji.
ru: Добавить выбранное ключевое слово в файл package.keywords. Изменения затронут только ДАННУЮ ВЕРСИЮ.
tr: Seçilen anahtarı package.keywords dosyanıza ekler. Değişiklikler SADECE BU SÜRÜM için geçerli olur.
vi: Thêm từ khoá bạn chọn vào tập tin package.keywords. Thay đổi chỉ tác động VỚI VERSION NÀY mà thôi.

source: Command Preview Window
de_de: Befehlsvorschaufenster
fr_fr: Fenêtre d'aperçu de commande
it_it: Finestra di Anteprima del Comando
pl: Okno Podglądu Polecenia
ru: Окно предпросмотра команд
tr: Komut Önizleme Penceresi
vi: Cửa sổ xem trước lệnh

source: Commit Use Flag modifications to your make.conf file. Changes will affect ALL PACKAGES on your system.
de_de: USE-Flag Modifikation in die make.conf speichern. Die Änderungen betreffen ALLE PAKETE auf Ihrem System.
fr_fr: Enregistrer les modifications du Use Flag dans votre make.conf. Les changements vont affecter TOUS LES PACKETAGES de votre système.
it_it: Salva le modifiche della Variabile USE sul tuo file make.conf. I cambiamenti saranno applicati su TUTTI I PACCHETTI del tuo sistema.
pl: Wprowadź zmiany flag USE do make.conf. Zmiany dotyczyć będą wszystkich pakietów.
ru: Записать изменения USE флагов в файл make.conf. Изменения затронут ВСЕ ПАКЕТЫ вашей системы.
tr: Use bayrağı değişikliklerini make.conf dosyanıza yansıtır. Değişiklikler sisteminizdeki BÜTÜN PAKETLERİ etkiler.
vi: Lưu USE flag vào make.conf. Thay đổi sẽ tác động TRÊN TÁT CẢ CÁC GÓI.

source: Commit Use Flag modifications to your package.use file. Changes will affect THIS PACKAGE only.
de_de: USE-Flag Modifikation in die make.conf speichern. Die Änderungen betreffen nur DIESES PAKET.
fr_fr: Enregistrer les modifications des Use Flag dans votre make.conf. Les changements vont affecter CE PACKETAGE seulement.
it_it: Salva le modifiche della Variabile USE sul tuo file package.keywords. I cambiamenti riguarderanno solamente QUESTO PACCHETTO.
pl: Wprowadź zmiany flag USE do pliku package.use. Zmiany dotyczyć będą tylko tego pakietu.
ru: Записать изменения USE флагов в файл package.use. Изменения затронут только ДАННЫЙ ПАКЕТ.
tr: Use bayrağı değişikliklerini package.use dosyanıza yansıtır. Değişiklikler sadece BU PAKEDİ etkiler.
vi: Lưu USE flag vào tập tin package.use. Thay đổi sẽ tác động CHỈ VỚI GÓI NÀY.

source: Keyword to accept
de_de: akzeptiertes Keyword
fr_fr: Mot clé à accepter
it_it: Keyword da accettare
pl: Akceptowane keywords
ru: Разрешенное ключевое слово
tr: Kabul edilecek anahtar
vi: Từ khoá chấp nhận

source: Update make.conf
de_de: make.conf aktualisieren
fr_fr: Mise à jour du make.conf
it_it: Aggiorna make.conf
pl: Aktualizuj make.conf
ru: Обновить make.conf
tr: make.conf güncelle
vi: Cập nhật make.conf

source: Update package.keywords
de_de: package.keywords aktualisieren
fr_fr: Mise à jour du package.keywords
it_it: Aggiorna package.keywords
pl: Aktualizuj package.keywords
ru: Обновить package.keywords
tr: package.keywords güncelle
vi: Cập nhật package.keywords

source: Update package.use
de_de: package.use aktualisieren
fr_fr: Mise à jour du package.use
it_it: Aggiorna package.use
pl: Aktualizuj package.use
ru: Обновить package.use
tr: package.use güncelle
vi: Cập nhật package.use

source: Use Flags
it_it: Variabili Use
pl: Flagi USE
ru: Флаги USE
tr: Use Bayrakları
vi: USE flag

source: n
tr: h

source: version
ru: версия
tr: sürüm

source: y
tr: e

source: Editor :
fr_fr: Editeur:
pl: Edytor :
ru: Редактор :
tr: Editör :
vi: Trình soạn thảo :

source: <b>Advanced Emerge dialog options</b>
de_de: <b>Fortgeschrittene Emerge-Optionen</b>
fr_fr: <b>Dialogue d'options avancées d'Emerge</b>
it_it: <b>Opzioni Avanzate Emerge</b>
pl: <b>Zaawansowane opcje Emerge</b>
ru: <b>Продвинутые параметры установки</b>
tr: <b>Gelişmiş Emerge diyaloğu seçenekleri</b>
vi: <b>Tùy chọn emerge nâng cao</b>

source: <b>Arch List</b> for display's &amp; options
de_de: <b>Arch-Liste</b> für Anzeigen &amp; Optionen
fr_fr: <b>Liste d'Architectures</b> pour affichage &amp; options
it_it: <b>Lista Architetture</b>
pl: <b>Lista architektur</b> ??? for display's &amp; options
ru: <b>Список архитектур</b> для настроек отображения
tr: <b>Mimari Listesi</b>
vi: <b>Danh sách kiến trúc</b> và tùy chọn

source: <b>Emerge options</b>
de_de: <b>Emerge Optionen</b>
fr_fr: <b>Options d'Emerge</b>
it_it: <b>Opzioni Emerge</b>
pl: <b>Opcje emerge</b>
ru: <b>Параметры установки</b>
tr: <b>Emerge seçenekleri</b>
vi: <b>Tùy chọn emerge</b>

source: <b>Run Custom Command options</b>
de_de: <b>Optionen um benutzerdefiniertes Kommando auszuführen</b>
fr_fr: <b>Options de l'exécution des commandes customisées</b>
it_it: <b>Esegui Comandi Personalizzati</b>
pl: <b>Opcje niestandardowych poleceń</b>
ru: <b>Настройки внешних команд</b>
tr: <b>Özel Komut Çalıştır seçenekleri</b>
vi: <b>Tuỳ chọn lệnh chạy riêng</b>

source: <b>Web Browser Options</b>
de_de: <b>Web-Browser Optionen</b>
fr_fr: <b>Options du navigateur web</b>
it_it: <b>Opzioni Browser Web</b>
pl: <b>Opcje przeglądarki</b>
ru: <b>Параметры броузера</b>
tr: <b>Web Tarayıcı Seçenekleri</b>
vi: <b>Tùy chọn Trình duyệt web</b>

source: Add New
de_de: Hinzufügen
fr_fr: Ajouter nouveau
it_it: Aggiungi Nuovo
pl: Dodaj nowy
ru: Добавить новый
tr: Yeni Ekle
vi: Thêm mới

source: Add a new filter expression to the Selected Group
de_de: Der ausgewählten Gruppe eine neue Filterregel hinzufügen
fr_fr: Ajouter un nouveau filtre expression au groupe sélectionné
it_it: Aggiungi un nuovo filtro al Gruppo Selezionato
pl: Dodaj nowy filtr dla zaznaczonej grupy
ru: Добавить новый фильтр в выбранную группу
tr: Seçili gruba yeni bir süzgeç ekle
vi: Thêm biểu thức lọc vào nhóm được chọn

source: Arch-list/Version table
de_de: Arch-Liste/Versionstabelle
fr_fr: Architectures/Table des versions
it_it: Tabella Lista Architetture/Versioni
ru: Таблица архитектур и версий
tr: Mimari-listesi/Sürüm tablosu
vi: Kiến trúc/Phiên bản

source: Available Versions
de_de: Verfügbare Versionen
fr_fr: Version(s) disponible(s)
it_it: Versioni Disponibili
pl: Dostępne wersje
ru: Доступные версии
tr: Erişilebilir Sürümler
vi: Phiên bản hiện có

source: Background
de_de: Hintergrund
fr_fr: Fond
it_it: Sfondo
pl: Tło
ru: Фон
tr: Arkaplan
vi: Nền

source: Background Colour
de_de: Hintergrundfarbe
fr_fr: Couleur de fond
it_it: Colore di Sfondo
pl: Kolor tła
ru: Цвет фона
tr: Arkaplan Rengi
vi: Màu nền

source: Black
de_de: Schwarz
fr_fr: Noir
it_it: Nero
pl: Czarny
ru: Черный
tr: Siyah
vi: Đen

source: Blue
de_de: Blau
fr_fr: Bleu
pl: Niebieski
ru: Синий
tr: Mavi
vi: Lục

source: Browser :
de_de: Web-Browser :
fr_fr: Navigateur :
pl: Przeglądarka
ru: Броузер :
tr: Tarayıcı :
vi: Trình duyệt :

source: Category View
de_de: Kategorieansicht
fr_fr: Vue par catégorie
it_it: Visualizza Categoria
pl: Widok Kategorii
ru: Вид по категориям
tr: Kategori Görünümü
vi: Xem phân loại

source: Caution
de_de: Hinweis
fr_fr: Mise en garde
it_it: Attenzione
pl: Uwaga
ru: Уведомление
tr: Bildiri
vi: Chú ý

source: Check off all items you would like displayed
de_de: Bitte wählen Sie die Informationen aus, welche Ihnen angezeigt werden sollen.
fr_fr: Cocher toutes les options que vous voulez afficher
it_it: Spunta tutti gli elementi che vorresti siano visualizzati
pl: Zaznacz opcje, które mają być wyświetlane
ru: Отметьте элементы, которые будут отображаться в сводке
tr: Görüntülenmesini istediğiniz bütün nesneleri işaretleyin
vi: Đánh dấu những mục bạn muốn hiển thị

source: Command
de_de: Befehl
fr_fr: Commande
it_it: Comando
pl: Polecenie
ru: Команда
tr: Komut
vi: Lệnh

source: Current CPU architecture :
de_de: Momentane CPU Architektur :
fr_fr: Architecture CPU actuelle:
it_it: Architettura CPU corrente:
pl: Architektura procesora :
ru: Архитектура процессора :
tr: Geçerli CPU mimarisi :
vi: Kiến trúc CPU hiện thời :

source: Default
de_de: Standard
fr_fr: Défaut
it_it: Predefinito
pl: Domyślny
ru: По умолчанию
tr: Öntanımlı
vi: Mặc định

source: Delete
de_de: Löschen
fr_fr: Effacer
it_it: Cancella
pl: Kasuj
ru: Удалить
tr: Sil
vi: Xoá

source: Delete the selected filter expression
de_de: Die ausgewählte Filterregel löschen
fr_fr: Effacer le filtre expression sélectionné
it_it: Cancella il filtro selezionato
pl: Skasuj zaznaczony filtr
ru: Удалить выбранный фильтр
tr: Seçili süzgeci sil
vi: Xoá biểu thức lọc được chọn

source: Description
de_de: Beschreibung
it_it: Descrizione
pl: Opis
ru: Описание
tr: Tanım
vi: Mô tả

source: Downgradable Colour
de_de: Downgrade empfohlen
fr_fr: Couleur des rétrogradés
it_it: Colori degradare
pl: Kolor obniżanych wersji
ru: Цвет пакетов, которые рекомендуется
tr: Düşürülebilir Rengi
vi: Màu có thể hạ cấp

source: Download Size
de_de: Downloadgröße
fr_fr: Taille du téléchargement
it_it: Peso Download
pl: Do pobrania
ru: Размер скачиваемых файлов
tr: İndirme Boyutu
vi: Kích thước lấy về

source: Edit
de_de: Editieren
fr_fr: Édition
it_it: Edita
pl: Edytuj
ru: Правка
tr: Düzenle
vi: Hiệu chỉnh

source: Edit the selected filter expression
de_de: Die ausgewählte Filterregel bearbeiten
fr_fr: Modifier l'expression filtre sélectionnée
it_it: Edita il filtro selezionato
ru: Редактировать выделенный фильтр
tr: Seçili süzgeci düzenle
vi: Sửa biểu thức lọc được chọn

source: Enable arch-list
de_de: Architekturliste aktivieren
fr_fr: Afficher la liste des architectures
it_it: Abilita Lista Architetture
pl: Włącz listę architektur
ru: Активизировать список архитектур
tr: Mimari-listesini etkinleştir
vi: Bật danh sách kiến trúc

source: Enable make.conf modification
de_de: Geänderte make.conf übernehmen
fr_fr: Autoriser la modification du make.conf
it_it: Abilita la modifica del file make.conf
pl: Włącz modyfikacje make.conf
ru: Разрешить изменение файла make.conf
tr: make.conf düzenlemeyi etkinleştir
vi: Cho phép thay đổi make.conf

source: Enter the command for a GUI su client eg. 'gksu' or 'gnomesu'
de_de: Geben Sie den Befehl einer grafischen Oberfläche zu su ein (z.B. 'gksu' oder 'gnomesu')
fr_fr: Entrez la commande pour un client graphique su, exemple: 'gksu' ou 'gnomesu'
it_it: Inserisci il comando per un client Grafico per su es. 'gksu' o 'gnomesu'
pl: Podaj komendę GUI dla su (np. 'gksu', 'kdesu', 'gnomesu')
ru: Введите команду запуска графического интерфейса для su - например, 'gksu' или 'gnomesu'
tr: Grafiksel su istemcisi için kullanılacak komutu girin. Örn. 'gksu' veya 'gnomesu'
vi: Nhập vào lệnh GUI su client, vg 'gksu' hoặc 'gnomesu'

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
pl: Błąd
ru: Ошибка
tr: Hata
vi: Lỗi

source: Filters
de_de: Filter
fr_fr: Filtres
it_it: Filtri
pl: Filtry
ru: Фильтры
tr: Süzgeçler
vi: Bộ lọc

source: Font & Colors
de_de: Schriftart & Farbe
fr_fr: Police & Couleurs
it_it: Font & Colori
pl: Czcionki i Kolory
ru: Шрифты и цвета
tr: Yazıtipi & Renkler
vi: Phông và màu

source: Font :
de_de: Schriftart:
fr_fr: Police :
pl: Czcionka :
ru: Цвет :
tr: Yazıtipi :
vi: Phông chữ :

source: Foreground
de_de: Vordergrund
fr_fr: Premier plan
it_it: Primo Piano
pl: Tło paneli
ru: Шрифт
tr: Önplan
vi: Chữ

source: GUI su client :
de_de: Grafische su-Oberfläche:
fr_fr: Client graphique pour SU:
pl: Nakładka GUI na su
ru: Графический интерфейс для su
tr: GUI 'su' istemcisi:

source: Green
de_de: Grün
fr_fr: Vert
it_it: Verde
pl: Zielony
ru: Зеленый
tr: Yeşil
vi: Xanh

source: Homepage URL
de_de: Webseiten URL
fr_fr: Lien du site
pl: Strona www
ru: Адрес домашний страницы
tr: Anasayfa Adresi
vi: URL Trang chủ

source: Info
pl: Informacje
ru: Информация
tr: Bilgi
vi: Thông tin

source: Installed
de_de: Installiert
fr_fr: Installé
it_it: Installato
pl: Zainstalowane
ru: Установленные
tr: Kurulu
vi: Đã cài đặt

source: Installed list
de_de: Liste installierter Programme
fr_fr: Version(s) installée(s)
it_it: Lista Installati
pl: Lista zainstalowanych pakietów
ru: Список установленных версий
tr: Kurulu Listesi
vi: Danh sách đã cài

source: Keywords
fr_fr: Mots-clés
ru: Ключевые слова
tr: Anahtarlar
vi: Từ khoá

source: LANG =
tr: DİL =

source: Line Number
de_de: Zeilennummer
fr_fr: Numéro de ligne
it_it: Numero Linea
pl: Numer wiersza
ru: Номер строки
tr: Satır Numarası
vi: Số dòng

source: Long Descriptions
de_de: Lange Beschreibungen
fr_fr: Descriptions longues
it_it: Descrizioni Lunghe
pl: Długi opis
ru: Развернутые описания
tr: Uzun Tanımlar
vi: Mô tả chi tiết

source: Main Window
de_de: Hauptfenster
fr_fr: Fenêtre principale
it_it: Finestra Principale
pl: Główne okno
ru: Главное окно
tr: Ana Pencere
vi: Cửa sổ chính

source: More Colours
de_de: Mehr Farben
fr_fr: Plus de couleurs
it_it: Più Colori
pl: Więcej kolorów
ru: Больше цветов
tr: Daha Fazla Renk
vi: Nhiều màu hơn

source: Move
de_de: Verschieben
fr_fr: Deplacer
it_it: Sposta
pl: Przenieś
ru: Переместить
tr: Taşı
vi: Di chuyển
